Repository: vergecurrency/vIOS
Catalog: Localization/*.lproj/Localizable.strings
Languages: es, it, ja, ru, sl, sv_se, tr, vi, zh_hans

# transactions.contact.saved
source: Contact saved!
es: ¡Contacto guardado!
it: Contatto salvato!
ja: Contactを保存しました
ru: Контакт сохранен!
sl: Stik shranjen!
sv_se: Kontakt sparad!
tr: Kişi kaydedildi!
vi: Liên lạc đã lưu!
zh_hans: 联系人已保存!

# transactions.contacts.search
source: Search Contacts
es: Buscar Contactos
it: Cerca nei contatti
ja: Contactを検索する
ru: Поиск контактов
sl: Iskanje stikov
sv_se: Sök kontakter
tr: Kişilerde Ara
vi: Tìm kiếm người liên lạc
zh_hans: 搜索联系人

# transactions.noContacts.titleLabel
source: No contacts created yet
es: Aún no hay contactos creados
it: Nessun contatto ancora creato
ja: Contactが作成されていません
ru: Пока нет контактов
sl: Niste še ustvarili stikov
sv_se: Inga kontakter skapade
tr: Henüz oluşturulmuş kişi yok
vi: Người liên lạc chưa tạo nơi
zh_hans: 还没有创建联系人

# transactions.noContacts.descLabel
source: Add a contact to easily send XVG to
es: Añadir un contacto para enviarle XVG fácilmente
it: Aggiungi un contatto per inviare facilmente XVG
ja: XVGを簡単に送信できるようContactを追加する
ru: Добавьте контакт для упрощения отправки XVG
sl: Dodaj stik za preprosto pošiljanje XVG
sv_se: Lägg till kontakt för att enkelt skicka XVG till
tr: Kolayca XVG göndermek için bir kişi ekleyin.
vi: Thêm người liên lạc để dễ dàng gửi XVG
zh_hans: 增加一个联系人来方便发送XVG

# wallet.slides.recentTransactions
source: Recent transactions
es: Transacciones recientes
it: Transazioni recenti
ja: 直近のトランザクション
ru: Недавние транзакции
sl: Nedavne transakcije
sv_se: Senaste transaktioner
tr: Son İşlemler
vi: Các giao dịch gần đây
zh_hans: 最近的交易

# wallet.slides.summary.statistics
source: Statistics
es: Estadísticas
it: Statistiche
ja: 統計
ru: Статистика
sl: Statistika
sv_se: Statistik
tr: İstatistikler
vi: Thống kê
zh_hans: 统计

# wallet.slides.summary.dataNotFound
source: Statistics data can't be found.
es: No hay datos de estadísticas
it: Dati statistici non disponibili.
ja: 統計データが見つかりませんでした
ru: Данные статистики не могут быть найдены.
sl: Statističnih podatkov ni mogoče najti.
sv_se: Datastatistik kan ej hittas
tr: İstatistiki veriler bulunamadı.
vi: Số liệu thông kê không tìm thấy
zh_hans: 统计数据无法找到.

# wallet.slides.summary.marketCap
source: Market Cap
es: Capitalización de Mercado
it: Capitalizzazione
ja: 時価総額
ru: Капитализация
sl: Vrednost trga
sv_se: Börsvärde
tr: Market Kap.
vi: Tổng vốn thị trường
zh_hans: 市值

# wallet.slides.summary.24hHigh
source: 24h High
es: 24h Máximo
it: Alto 24h
ja: 最高値（24時間）
ru: Макс. за 24ч
sl: 24h Najvišji
sv_se: 24h Hög
tr: 24S Yüksek
vi: Cao nhất trong 24 giờ
zh_hans: 24小时最高值

# wallet.slides.summary.24hLow
source: 24h Low
es: 24h Mínimo
it: Basso 24h
ja: 最低値（24時間）
ru: Мин. за 24ч
sl: 24h Najnižji
sv_se: 24h Låg
tr: 24S Düşük
vi: Thấp nhất trong 24 giờ
zh_hans: 24小时最低值

# wallet.slides.summary.24hChange
source: 24h Change
es: 24h Cambio
it: Cambio 24h
ja: 増減率（24時間）
ru: Изм. за 24ч
sl: 24h Spremembe
sv_se: 24h Ändring
tr: 24S Değişim
vi: Thay đổi trong 24 giờ
zh_hans: 24小时变化值

# wallet.slides.summary.24hVolume
source: 24h Volume
es: 24h Volumen
it: Volume 24h
ja: 取引量（24時間）
ru: Объемы за 24ч
sl: 24h Volumen
sv_se: 24h Volym
tr: 24S Volume
vi: Lượng giao dịch trong 24 giờ
zh_hans: 24小时交易量

# wallet.slides.chart.history
source: History Chart
es: Gráfico Histórico
it: Grafico cronologico
ja: チャート履歴
ru: Исторические графики
sl: Grafikon zgodovine
sv_se: Tabellhistorik
tr: Tarih Çizelgesi
vi: Biểu đồ
zh_hans: 历史图表

# wallet.slides.chart.high
source: High
es: Máximo
it: Alto
ja: 高値
ru: Максимум
sl: Najvišji
sv_se: Hög
tr: Yüksek
vi: Cao
zh_hans: 最高

# wallet.slides.chart.average
source: Average
es: Promedio
it: Media
ja: 平均
ru: Среднее
sl: Povprečje
sv_se: Genomsnittlig
tr: Ortalama
vi: Trung bình
zh_hans: 平均

# wallet.slides.chart.low
source: Low
es: Mínimo
it: Basso
ja: 低値
ru: Минимум
sl: Najnižji
sv_se: Låg
tr: Düşük
vi: Thấp
zh_hans: 最低

# wallet.slides.chart.availability
source: chart data only available in USD
es: Datos del gráfico solo disponibles en USD
it: Dati disponibili solo in USD
ja: チャートデータはUSドルのみ表示できます
ru: данные графика доступны только в USD
sl: Podatki grafa so navoljo le v USD
sv_se: Tabelldata visas endast i USD
tr: Çizelgeler yalnızca USD için geçerli
vi: dữ liệu biểu đồ chỉ sẵn sàng cho USD
zh_hans: 图表数据只能使用USD

# wallet.slides.chart.noData
source: History chart data can't be found.
es: No se han encontrados datos históricos.
it: Dati cronologici non disponibili
ja: チャート履歴が見つかりませんでした
ru: Данные графика не могут быть найдены.
sl: Podatkov za grafikon zgodovine ni mogoče najti.
sv_se: Tabellhistorik data kan ej hittas.
tr: Geçmiş çizelgeleri bulunamadı
vi: Biểu đồ không thấy
zh_hans: 历史图表数据无法找到.

# wallet.slides.noTransactions.titleLabel
source: No transactions received yet.
es: Aún no se han recibido transacciones.
it: Nessuna transazione ricevuta (ancora...)
ja: トランザクションは未受領
ru: Пока не было транзакций.
sl: Nimate še prejetih transakcij.
sv_se: Inga transaktioner mottagna ännu.
tr: Henüz bir işlem alınmadı.
vi: Không có giao dịch nhận tiền nào.
zh_hans: 还没有收到任何交易.

# alerts.removeContact.title
source: Remove contact
es: Contacto eliminado
it: Rimuovi il contatto
ja: 接続を解除する
ru: Удалить контакт
sl: Odstrani stik
sv_se: Ta bort kontakt
tr: Kişi sil
vi: Loại bỏ người liên lạc
zh_hans: 移除联系人

# alerts.removeContact.message
source: Are you sure you want to remove the contact?
es: ¿Está seguro de querer eliminar el contacto?
it: Sei sicuro/a di voler rimuovere il contatto?
ja: 接続を解除してよろしいですか？
ru: Вы уверены, что хотите удалить контакт?
sl: Ali ste prepričani, da želite odstraniti stik?
sv_se: Är du säker på att du vill ta bort kontakt?
tr: Kişiyi silmek istediğinden emin misin?
vi: Bạn có chắc muốn xoá người liên lạc này không?
zh_hans: 你确定要移除联系人吗?

# alerts.invalidContact.title
source: Invalid contact data
es: Datos de contacto inválidos
it: I dati del contatto non sono validi
ja: 接続誤り
ru: Неверный формат данных
sl: Neveljavni podatki o stiku
sv_se: Ogiltlig kontaktinformation
tr: Geçersiz kişi verisi
vi: Dữ liệu người liên lạc không phù hợp
zh_hans: 无效的联系人数据

# alerts.invalidContact.message
source: Please provide a valid name and XVG address
es: Por favor, ingrese un nombre y una dirección de XVG válidos
it: Per favore, fornisci un nome ed un indirizzo XVG validi
ja: 正しい名前とXVGアドレスを入力してください
ru: Пожалуйста, укажите валидное имя пользователя и адрес XVG кошелька
sl: Prosimo, vnesite velajvno ime in XVG naslov
sv_se: Vänligen fyll i giltligt namn och XVG adress
tr: Lütfen geçerli bir isim ve XVG adresi girin
vi: Làm ơn cung cấp một tên phù hợp và địa chỉ XVG
zh_hans: 请提供一个有效的名称和XVG地址

# alerts.removeTransaction.title
source: Remove transaction
es: Eliminar transacción
it: Rimuovi la transazione
ja: トランザクションを解除する
ru: Удалить транзакцию
sl: Odstrani transakcijo
sv_se: Ta bort transaktion
tr: İşlem sil
vi: Loại bỏ giao dịch
zh_hans: 删除交易

# alerts.removeTransaction.message
source: Are you sure you want to remove this transaction?
es: ¿Esta seguro de querer eliminar esta transacción?
it: Sei sicuro/a di voler rimuovere questa transazione?
ja: このトランザクションを解除してよろしいですか？
ru: Вы уверены, что хотите удалить данную транзакцию?
sl: Ali ste prepričani, da želite odstraniti transakcijo
sv_se: Är du säker på att du vill ta bort denna transaktion?
tr: Bu işlemi silmek istediğinden emin misin?
vi: Bạn có chắc là muốn loại bỏ giao dịch này không?
zh_hans: 你确定要删除这个交易吗?

# alerts.createAddress.title
source: Cannot create address
es: No se puede crear la dirección
it: Impossibile creare l'indirizzo
ja: アドレスを生成できません
ru: Невозможно создать адрес
sl: Naslova ni mogoče ustvariti
sv_se: Kan ej skapa adress
tr: Adres oluşturulamıyor
vi: Không thể tạo địa chỉ
zh_hans: 无法创建地址

# alerts.createAddress.message
source: The maximum of inactive addresses have been reached. Use one of the already generated addresses to create a new one.
es: Se ha alcanzado el máximo de direcciones inactivas. Utilice una ya generada para crear una nueva.
it: Il numero massimo di indirizzi inattivi è stato raggiunto. Usa uno di quelli già creati per generarne uno nuovo.
ja: 非アクティブアドレスの最大数に達しました。 新しいアドレスを作成するには、既に生成されたアドレスの1つを使用してください。
ru: Достигнуто максимальное количество неиспользуемых адресов. Используйте один из сгенерированных адресов, чтобы создать еще один новый
sl: Doseženo je bilo največ neaktivnih naslovov. Za ustvarjanje novega uporabite uporabite enega od že ustvarjenih naslovov.
sv_se: Max antal inaktiva adresser har uppnåtts. Använd en redan befintlig genererad adress för att skapa en ny.
tr: Çok fazla inaktif adres var. Yenisini oluşturmak için eski adreslerden birini kullan.
vi: Số lượng địa chỉ không hoạt động nhiều nhất đã đạt tới. Hãy sử dụng một địa chỉ đã tạo để tạo cái mới
zh_hans: 最大不活动的地址已达到上限. 使用已经生成的地址来创建新的地址.

# alerts.sendMaxInfo.title
source: Failed fetching data
es: Obtención de datos fallida
it: Recupero dei dati non riuscito
ja: データ取り込みに失敗しました
ru: Не удалось загрузить данные
sl: Pridobivanje podatkov ni uspelo
sv_se: Datahämtning misslyckad
tr: Veri alınamadı
vi: Lấy dữ liệu không được
zh_hans: 获取数据时发生错误

# alerts.sendMaxInfo.message
source: Failed to fetch the send maximum info from the server, please try again.
es: Fallo al obtener la información del máximo de envios desde el servidor. Por favor, inténtelo nuevamente.
it: Recupero dal server delle informazioni di massimo invio non riuscito. Per favore riprova.
ja: サーバーから送信最大情報を取得できませんでした。もう一度実行してください。
ru: Ошибка загрузки информации по максимальному количеству с сервера. Попробуйте еще раз.
sl: Pridobivanje podatkov celotnega pošiljanja iz strežnika ni uspelo. Poskusite zonva.
sv_se: Misslyckad hämtning av skicka maximal information från server, vänligen försök igen.
tr: Sunucudan maksimum gönderim bilgisi alınamadı, lütfen tekrar deneyin.
vi: Lỗi khi lấy dữ liệu khi gửi số lượng thông tin lớn nhất từ máy chủ, làm ơn thử lại
zh_hans: 无法从服务器获取最大发送量信息,请重试.

# alerts.startTor.title
source: Tor is not activated
es: Tor no está activado
it: Tor non è attivo
ja: Torは起動していません
ru: Tor-соединение неактивно
sl: Tor ni aktiviran
sv_se: Tor är ej aktiverad
tr: Tor aktif değil
vi: Tor không được kích hoạt
zh_hans: Tor没有激活

# alerts.startTor.message
source: Do you want to send this transaction without Tor obfuscating your IP? Or do you want to start Tor and hide your identity?
es: ¿Quiere realizar esta transacción sin que Tor ofusque su IP? ó ¿Quisiera activar Tor y ocultar su identidad?
it: Vuoi inviare questa transazione senza che Tor offuschi il tuo IP? O vuoi attivare Tor e nascondere la tua identità?
ja: あなたのIPアドレスについて、Torによる難読化を行うことなく、このトランザクションによる送信を実行してよろしいでしょうか？それともTorを起動して難読化を行いますか？
ru: Вы хотите отправить данную транзакцию без Tor-соединения, не скрывая Ваш IP-адрес? Или Вы хотите запустить Tor и скрыть Вашу личность?
sl: Želite poslati transakcijo, ne da bi Tor zamaskiral vaš IP? Ali želite zagnati Tor in skriti vašo identiteto?
sv_se: Vill du skicka denna transaktion utan obfuskering av IP med Tor? Eller vill du starta Tor och skydda din identitet?
tr: Tor senin IP'ni gizlemeden bu işlemi göndermek ister misin? Yoksa Tor'u başlatmak ve kimliğini gizlemek mi istiyorsun?
vi: Bạn có muốn giao dịch khi không có Tor che dấu địa chỉ IP của bạn?
zh_hans: 你确定发送这笔交易而不使用Tor混淆你的IP? 或者你想要开启Tor并且隐藏你的身份?

# alerts.startTor.button1
source: Start Tor
es: Activar Tor
it: Attiva Tor
ja: Torを起動する
ru: Запустить Tor
sl: Zaženi Tor
sv_se: Starta Tor
tr: Tor ile devam
vi: Bắt đầu Tor
zh_hans: 开启Tor

# alerts.startTor.button2
source: Without Tor
es: Sin Tor
it: Senza Tor
ja: Torを利用しない
ru: Без Tor
sl: Brez Tor
sv_se: Utan Tor
tr: Tor olmadan devam
vi: Không dùng Tor
zh_hans: 不使用Tor

# alerts.termsOfUse.title
source: View Wallet Terms of Use
es: Ver los Términos de Uso del monedero
it: Visualizza i termini d'uso del portafogli
ja: ウォレットの利用規約を確認する
ru: Просмотр Правил использования
sl: Ogled pogojev uporabe Denarnice
sv_se: Se användarvillkor för plånbok
tr: Cüzdan Kullanım Koşullarını görüntüle
vi: Xem điều khoảng sử dụng ví
zh_hans: 查看钱包使用条款

# alerts.restart.title
source: Restarting...
es: Reiniciando...
it: Riavviando...
ja: 再起動中...
ru: Перезагрузка...
sl: Ponovno zagon...
sv_se: Omstartar...
tr: Yeniden başlıyor...
vi: Đang khởi động lại...
zh_hans: 重启中...

# alerts.walletSetup.title
source: Failed to setup your wallet
es: No se pudo configurar tu billetera
it: Impossibile configurare il tuo portafoglio
ja: ウォレットをセットアップできませんでした
ru: Не удалось настроить ваш кошелек
sl: Nastavitve denarnice ni bilo mogoče
sv_se: Det gick inte att konfigurera din plånbok
tr: Cüzdanınız ayarlanamadı
vi: Không thể thiết lập ví của bạn
zh_hans: 无法设置您的钱包

# alert.walletSetup.message
source: Something went from with setup up your wallet
es: Algo pasó con la configuración de su billetera
it: Qualcosa è successo con l'installazione del tuo portafoglio
ja: ウォレットのセットアップで何かが発生しました
ru: Что-то пошло с настройкой вашего кошелька
sl: Z nastavitvijo denarnice se je nekaj zgodilo
sv_se: Någonting gick från med installationen av din plånbok
tr: Cüzdanınızı kurmayla ilgili bir şey geldi
vi: Một cái gì đó đã đi từ với thiết lập ví của bạn
zh_hans: 设置钱包后发生了什么

# errorView.titleLabel
source: Whoops! Something went wrong:
es: Whoops! Algo salió mal:
it: Ops! Qualcosa è andato storto:
ja: おっと！ エラーが発生しました：
ru: Упс! Что-то пошло не так
sl: Ups! Nekaj je šlo narobe:
sv_se: Hoppsan! Något gick fel:
tr: Tüh! Bir şeyler ters gitti:
vi: Rất tiếc! Đã xảy ra lỗi:
zh_hans: 哎呀！ 出了点问题：

# errorView.retryLabel
source: Retry
es: Procesar de nuevo
it: Riprova
ja: リトライ
sl: Poskusi znova
sv_se: Försök igen
tr: Yeniden Dene
vi: Thử lại
zh_hans: 重试

# errorView.helpLabel
source: Or ask help from the XVG Community
es: O pedir ayuda a la comunidad XVG
it: Oppure chiedi aiuto alla comunità XVG
ja: または、XVGコミュニティに助けを求める
ru: Или попросите помощи у сообщества XVG
sl: Ali pa prosite za pomoč skupnosti XVG
sv_se: Eller fråga hjälp från XVG-gemenskapen
tr: Veya XVG Topluluğundan yardım isteyin
vi: Hoặc yêu cầu trợ giúp từ cộng đồng XVG
zh_hans: 或向XVG社区寻求帮助

# paperKey.outOf
source: out of
es: de
it: su
ja: のうち
ru: из
sl: od
sv_se: Ut av
tr: şunun dışında
vi: ra của
