Repository: vergecurrency/vIOS
Catalog: Localization/*.lproj/Localizable.strings
Languages: es, it, ja, ru, sl, sv_se, tr, vi, zh_hans

# restoreGuide.restore.notice
source: Please make sure no one is watching you during this process.
es: Por favor, asegurese de que nadie le esta mirando durante este proceso.
it: Assicurati che nessuno ti guardi durante il processo
ja: この手順の間、誰にも見られていないことを確認してください
ru: Пожалуйста, убедитесь что никто не смотрит за Вами
sl: Prosimo, prepričajte se, da vas nihče ne opazuje med postopkom.
sv_se: Vänligen se till att ingen ser dig under denna process.
tr: Lütfen bu işlemi yaparken kimsenin sizi izlemediğinden emin olun.
vi: Làm ơn chắc rằng không ai nhìn thấy bạn làm trong xuất tiến trình này.
zh_hans: 请保证在这个过程中没有人看着你.

# restoreGuide.restore.restoreButton
source: Start Restoring
es: Comenzar Restauración
it: Comincia il ripristino
ja: 復元を開始する
ru: Начать восстановление
sl: Zaženi Povrnitev
sv_se: Starta återställningd
tr: Geri Yüklemeyi Başlat
vi: Bắt đầu khôi phục
zh_hans: 开始恢复

# restoreGuide.restore.paperKeyTitle
source: Your paper key:
es: Su clave en papel:
it: La tua chiave cartacea:
ja: ペーパーキー
ru: Ваш бумажный ключ:
sl: Vaš papirni ključ:
sv_se: Din pappersnyckel:
tr: Kağıt anahtarınız:
vi: Khóa riêng tư trên giấy ( ví giấy) của bạn :
zh_hans: 你的钥匙:

# restoreGuide.restore.paperKeyWarning
source: Are you sure your paper key is correct?
es: ¿Está seguro de que su clave en papel es correcta?
it: Sei sicuro che la tua chiave cartacea sia corretta?
ja: ペーパーキーは正しいですか
ru: Перепроверьте введеный бумажный ключ
sl: Ali ste prepričani, da je vaš papirni ključ pravilen?
sv_se: Är du säker att din pappersnyckel är korrekt?
tr: Kağıt anahtarınızın doğru olduğundan emin misiniz?
vi: Bạn có chắc là khóa trên ví giấy là chính xác không?
zh_hans: 你确定你的钱包钥匙是正确的?

# restoreGuide.restore.paperKeyProceedButton
source: Proceed
es: Continuar
it: Procedi
ja: 進む
ru: Восстановить
sl: Nadaljuj
sv_se: Fortsätt
tr: İlerliyor
vi: Đã tiến hành.
zh_hans: 继续

# restoreGuide.qrcode.title
source: Scan a paper key QR code
es: Scanear clave en código QR
it: Scansiona una chiave cartacea QRCode
ja: ペーパーキーのQRコードをスキャンする
ru: Отсканировать QR-код бумажного ключа
sl: Skenirajte QR črtno kodo papirnega ključa
sv_se: Scanna in pappersnyckelns QR kod
tr: Kağıt anahtarının QR kodunu okutun
vi: Quét mã QR của ví giấy
zh_hans: 扫描钱包钥匙二维码

# restoreGuide.qrcode.closeButton
source: Close
es: Cerrar
it: Chiudi
ja: 閉じる
ru: Закрыть
sl: Zapri
sv_se: Stäng
tr: Kapat
vi: Đóng
zh_hans: 关闭

# send.title
source: Send
es: Enviar
it: Invia
ja: 送信する
ru: Отправить
sl: Pošlji
sv_se: Skicka
tr: Gönder
vi: Gửi
zh_hans: 发送

# send.addressButtonLabel
source: Recipient address
es: Direccíon de destinatario
it: Indirizzo del destinatario
ja: 受信先のアドレス
ru: Адрес получателя
sl: Naslov prejemnika
sv_se: Mottagarens adress
tr: Alıcı adresi
vi: Địa chỉ nhận
zh_hans: 接收者地址

# send.addressPlaceholder
source: Enter the recipient address
es: Ingrese la dirección del destinatario
it: Inserisci l'indirizzo del destinatario
ja: 受信先のアドレスを入力してください
ru: Введите адрес получателя
sl: Vnesite naslov prejemnika
sv_se: Fyll i mottagarens adress
tr: Alıcı adresini girin
vi: Nhập địa chỉ nhận
zh_hans: 输入接收者地址

# send.amountButtonLabel
source: Amount
es: Cantidad
it: Importo
ja: 総額
ru: Сумма
sl: Znesek
sv_se: Belopp
tr: Miktar
vi: Số lượng
zh_hans: 数量

# send.memoButtonLabel
source: Internal Memo (optional)
es: Memo interno (opcional)
it: Memo interna
ja: 個別メモ（任意入力）
ru: Сообщение (необязательно)
sl: Interni zaznamek (opcijsko)
sv_se: Internt PM (valfritt)
tr: İç Yazışma (isteğe bağlı)
vi: Memo nội bộ( tùy biến)
zh_hans: 内部备忘录 (可选的)

# send.memoPlaceholder
source: Memo (optional)
es: Regalo para Swen
it: Regalo a Swen
ja: Swenへ寄付する
ru: На подарок Свену
sl: Darilo Swenu
sv_se: Gåva till Swen
tr: Swen'e armağan
vi: Quà cho Swen
zh_hans: 送给Swen的礼物

# send.confirmButton
source: Confirm
es: Confirmar
it: Conferma
ja: 確認する
ru: Подтвердить
sl: Potrdi
sv_se: Bekräfta
tr: Onayla
vi: Xác nhận
zh_hans: 确认

# send.noBalanceTitle
source: No balance
es: Sin fondos
it: Niente saldo disponibile
ja: 残高0
ru: Недостаточно средств
sl: Ni stanja
sv_se: Inget saldo
tr: Bakiye yok
vi: Không có số dư
zh_hans: 没有余额

# send.noBalanceDesc
source: You don't have any XVG to send. Please increase your balance.
es: No tiene XVG para enviar. Por favor revise su saldo.
it: Non hai nessun XVG da spendere. Per favore aumenta il tuo saldo
ja: 送信手数料に相当するXVGがありません。残高を増やしてください。
ru: У вас нет XVG для отправки. Пожалуйста, пополните свой баланс.
sl: Ste brez XVG za pošiljanje. Prosimo, povečajte svoje stanje.
sv_se: Du har inga XVG att skicka. Vänligen fyll på ditt saldo.
tr: Gönderilecek XVG'niz yok. Lütfen bakiyenizi artırın.
vi: Bạn không có xíu XVG nào để gửi. Làm ơn tăng số dư của bạn.
zh_hans: 你没有任何XVG去发送. 请增加你的余额.

# send.closeButton
source: Close
es: Cerrar
it: Chiudi
ja: 閉じる
ru: Закрыть
sl: Zapri
sv_se: Stäng
tr: Kapat
vi: Đóng
zh_hans: 关闭

# send.qrcode.title
source: Scan an XVG QR code
es: Escanear código QR de XVG
it: Scansiona un QR Code XVG
ja: XVGのQRコードを読み取る
ru: Отсканируйте XVG QR-код
sl: Skenirajte XVG QR črtno kodo
sv_se: Scanna en XVG QR kod
tr: XVG QR kodunu okutun
vi: Quét một mã QR XVG
zh_hans: 扫描XVG二维码

# send.qrcode.closeButton
source: Close
es: Cerrar
it: Chiudi
ja: 閉じる
ru: Закрыть
sl: Zapri
sv_se: Stäng
tr: Kapat
vi: Đóng
zh_hans: 关闭

# send.selectRecipient.title
source: Select recipient
es: Seleccione destinatario
it: Seleziona il destinatario
ja: 受取人を指定する
ru: Выбрать получателя
sl: Izberite prejemnika
sv_se: Välj mottagare
tr: Alıcı seçin
vi: Chọn một người nhận
zh_hans: 选择接收者

# wallet.xvgBalanceTitle
source: XVG BALANCE
es: Saldo de XVG
it: SALDO XVG
ja: XVG残高
ru: БАЛАНС XVG
sl: XVG STANJE
sv_se: XVG SALDO
tr: XVG bakiyesi
vi: SỐ DƯ XVG
zh_hans: XVG余额

# wallet.balanceTitle
source: BALANCE
es: Saldo
it: SALDO
ja: 残高
ru: БАЛАНС
sl: STANJE
sv_se: SALDO
tr: Bakiye
vi: SỐ DƯ
zh_hans: 余额

# wallet.notification.txpTitle
source: Invalid Balance
es: Saldo inválido
it: Saldo non valido
ja: 残高が無効です
ru: Неверный баланс
sl: Neveljavno Stanje
sv_se: Ogiltig Saldo
tr: Geçersiz Bakiye
vi: Số dư không hợp lệ
zh_hans: 无效余额

# wallet.notification.txpMessage
source: %d Failed transaction proposal(s) found
es: %d Propuesta de transacción fallida encontrada
it: %d Proposta di transazione non riuscita trovata
ja: %d失敗したトランザクション提案が見つかりました
ru: %d Обнаружено ошибочное предложение по транзакции
sl: %d ni bilo mogoče najti predloga za transakcijo
sv_se: %d Felaktigt transaktionsförslag hittades
tr: %d Başarısız işlem teklifi bulundu
vi: %d đề xuất giao dịch thất bại được tìm thấy
zh_hans: 找到%d个失败的交易建议

# settings.title
source: Settings
es: Configuración
it: Impostazioni
ja: 設定
ru: Настройки
sl: Nastavitve
sv_se: Inställningar
tr: Ayarlar
vi: Cài đặt
zh_hans: 设置

# settings.wallet.header.title
source: Wallet
es: Monedero
it: Portafogli
ja: ウォレット
ru: Кошелек
sl: Denarnica
sv_se: Plånbok
tr: Cüzdan
vi: Ví
zh_hans: 钱包

# settings.wallet.footer.title
source: Manage your wallet with the options given.
es: Administre su monedero con las opciones dadas.
it: Gestisci il tuo portafogli con le opzioni disponibilie
ja: 設定舌内容でウォレットを管理してください
ru: Настройте свой кошелек данными опциями.
sl: Upravljajte svojo denarnico z danimi možnostmi.
sv_se: Hantera din plånbok enligt givna val.
tr: Cüzdanınızı bu ayarlarla yönetin.
vi: Quản lý vì của bạn với các tùy chọn.
zh_hans: 用下面的选项来管理你的钱包.

# settings.wallet.cell.removeLabel
source: Remove wallet
es: Eliminar monedero
it: Rimuovi il portafogli
ja: ウォレットを取り出す
ru: Отвязать кошелек
sl: Odstrani denarnico
sv_se: Ta bort plånbok
tr: Cüzdanı Sil
vi: Loại bỏ ví.
zh_hans: 移除钱包

# settings.wallet.cell.paperKeyLabel
source: Paper key
es: Clave en papel
it: Chiave cartacea
ja: ペーパーキー
ru: Бумажный ключ
sl: Papirni ključ
sv_se: Pappersnyckel
tr: Kağıt Anahtar
vi: Ví giấy
zh_hans: 钱包钥匙

# settings.wallet.cell.addressesLabel
source: Addresses
es: Direcciones
it: Indirizzi
ja: アドレス
ru: Адреса
sl: Naslovi
sv_se: Adresser
tr: Adres
vi: Địa chỉ
zh_hans: 地址

# settings.wallet.cell.transactionsLabel
source: Transaction proposals
es: Propuestas de transacción
it: Proposizioni di transazione
ja: トランザクションの提案
ru: Заявленные транзакции
sl: Predlogi transakcij
sv_se: Transaktions förslag
tr: İşlem Taslakları
vi: Các đề xuất giao dịch.
zh_hans: 交易提案

# settings.wallet.cell.serviceUrlLabel
source: Service URL
es: URL del servicio
it: URL del servizio
ja: サービスURL
ru: URL сервиса
sl: URL storitve
sv_se: URL service
tr: Servis URL
vi: URL dịch vụ
zh_hans: 服务URL

# settings.settings.cell.fiatCurrencyLabel
source: Fiat currency
es: Moneda fiduciaria
it: Valuta FIAT
ja: 法定通貨
ru: Фиатная валюта
sl: Fiat valuta
sv_se: Fiat valuta
tr: Para Birimi
vi: Tiền pháp định
zh_hans: 法定货币

# settings.settings.cell.changePinLabel
source: Change wallet PIN
es: Cambiar el PIN del monedero
it: Cambia il PIN del portafogli
ja: ウォレットPINを変更する
ru: Сменить Пин-код
sl: Spremeni PIN denarnice
sv_se: Ändra plånbokens pinkod
tr: Cüzdan PIN'ini değiştir
vi: Thay số PIN ví
zh_hans: 更改钱包PIN码

# settings.settings.cell.useFaceIdLabel
source: Use Face ID
es: Utilizar ID facial
it: Usa Face ID
ja: Face IDを使用する
ru: Использование Face ID
sl: Uporabi Face ID
sv_se: Använd ansiktsigenkänning
tr: Face ID kullan
vi: Sử dụng nhận diện khuôn mặt
zh_hans: 使用面容ID

# settings.settings.cell.useBgReadingLabel
source: Background Reading
es: Lectura de antecedentes
it: Lettura in background
ja: 背景の読書
ru: Фоновое чтение
sl: Branje v ozadju
sv_se: Bakgrundsavläsning
tr: Arka planda okuma
vi: Đọc nền
zh_hans: 背景阅读

# settings.other.header.title
source: Other
es: Otros
it: Altro
ja: その他
ru: Другое
sl: Ostalo
sv_se: Andra
tr: Diğerleri
vi: Khác
zh_hans: 其它

# settings.other.cell.supportLabel
source: Support
es: Apoyo
it: Supporto
ja: サポート
ru: Служба поддержки
sl: Podpora
sv_se: Stöd
tr: Destek
vi: Ủng hộ
zh_hans: 支持

# settings.other.cell.creditsLabel
source: Credits
es: Creditos
it: Crediti
ja: クレジット
ru: О приложении
sl: Zasluge
sv_se: Förtjänst
tr: Emeği Geçenler
vi: Tín dụng
zh_hans: 信用

# settings.other.cell.donateLabel
source: Donate
es: Donar
it: Donare
ja: 寄付
ru: Поддержать проект
sl: Donirajte
sv_se: Donera
tr: Bağış
vi: Ủng hộ
zh_hans: 捐赠

# settings.other.cell.rateAppLabel
source: Rate app
es: Calificar aplicación
it: Valuta l'app
ja: このアプリを評価する
ru: Оценить приложение
sl: Ocenite aplikacijo
sv_se: Betygsätt app
tr: Uygulamayı Oyla
vi: Xếp hạng ứng dụng
zh_hans: 给app打分

# settings.other.cell.websiteLabel
source: Website
es: Sitio web
it: Sito web
ja: ウェブサイト
ru: Web-сайт проекта
sl: Spletna stran
sv_se: Hemsida
tr: Web Sitesi
vi: Trang web
zh_hans: 官方网站

# settings.other.cell.contributeLabel
source: Contribute
es: Contribuir
it: Contribuire
ja: 寄付する
ru: Помочь разработке
sl: Prispevajte
sv_se: Bidra
tr: Katkıda Bulunanlar
vi: Góp phần
zh_hans: 贡献

# settings.paperKey.titleLabel
source: Write down your wallet paper key again
es: Anote su clave en papel nuevamente
it: Annota di nuovo la tua chiave cartacea
ja: ウォレットのペーパーキーを再度記載する
ru: Записать Ваш бумажный ключ
sl: Ponovno zapišite papirni ključ vaše denarnice
sv_se: Skriv ner din pappersnyckel igen
tr: Cüzdan kağıt anahtarınızı tekrar yazın
vi: Viết xuống khóa giấy ví giấy lại một lần
zh_hans: 再次写下你的钱包钥匙

# settings.paperKey.descLabel
source: You want to see your paper key again? On the next screen, you'll be shown a list of words to write down on a piece of paper, which you should keep very safe!
es: ¿Desea ver su clave en papel nuevamente? En la próxima pantalla se le mostrará una lista de palabras que deberá anotar en un papel, ¡el cual deberá mantener de forma muy segura!
it: Vuoi vedere di nuovo la tua chiave cartacea? Nella schermata successiva,
ja: 再度ペーパーキーを確認したいですか？次の画面で、単語が再表示されますので、注意しながら確認してください。
ru: Хотите снова увидеть Ваш бумажный ключ? На следующем экране Вам будет показан набор слов, которые нужно записать на листке бумаги. Храните их очень осторожно!
sl: Želite ponovno videti vaš papirni ključ? Na naslednjem zaslonu vam bo prikazan seznam besed, ki jih boste prepisali na list papirja in jih hranili zelo skrbno!
sv_se: Vill du se din pappersnyckel igen? På nästa sida blir du visad en lista med ord att skriva ner på ett papper som du skall förvara säkert!
tr: Kağıt anahtarını tekrar görmek ister misin? Bir sonraki ekranda, çok güvende tutmanız gereken ve bir kağıda yazılması gereken kelimelerin bir listesi gösterilir!
vi: Bạn muốn xem khóa ví giấy lần nữa không?Trong màn hình tiếp, bạn sẽ thấy danh sách các từ để viết xuống giấy, miểng giấy này phải được cất giữ an toàn!
zh_hans: 你想要再次查看你的钱包钥匙?在下一个界面,你将会看到一个单词列表,请在纸上记下他们并且放在安全的地方!

# settings.paperKey.showButton
source: Show paper key
es: Mostrar clave en papel
it: Mostra la chiave cartacea
ja: ペーパーキーを表示する
ru: Показать бумажный ключ
sl: Prikaži papirni ključ
sv_se: Visa pappersnyckel
tr: Kağıt anahtarını göster
vi: Xem khóa riêng tư ví giấy
zh_hans: 显示钱包钥匙

# settings.paperKey.preview.titleLabel
source: Your paper key
es: Su clave en papel
it: La tua chiave cartacea
ja: ペーパーキー
ru: Ваш бумажный ключ
sl: Vaš papirni ključ
sv_se: Din pappersnyckel
tr: Kağıt anahtarınız
vi: Khóa riêng tư ví giấy
zh_hans: 你的钱包钥匙

# settings.paperKey.preview.noticeLabel
source: Taking a screenshot is not secure. Write down the paper key on a piece of paper with a pen.
es: Obtener capturas de pantalla no es seguro. Escriba la clave en papel en un trozo de papel con un bolígrafo.
it: Fare uno screenshot non è sicuro. Annota la chiave cartacea su un foglio con una penna.
ja: スクリーンショットを利用することは安全ではありません。ペンを利用して紙に書き留めるべきです。
ru: Не стоит делать скриншот - это небезопасно. Лучше запишите Ваш бумажный ключ ручкой на листе бумаги.
sl: Uporaba posnetka zaslona ni varna. Zapišite ključ papirja na list papirja s svinčnikom.
sv_se: Att ta en skärmdump är inte säkert! Skriv ner pappersnyckeln med en penna på ett papper.
tr: Ekran görüntüsü almak güvenli değil. Kağıt anahtarını bir kağıda kalemle yazın.
vi: Chụp hình màn hình là không an toàn. Viết xuống giấy với bút và miếng giấy.
zh_hans: 截图是不安全的.用笔在纸上记下你的钱包密钥.

# settings.paperKey.preview.descLabel
source: Write down each word carefully without capital letters.
es: Escriba cada palabra cuidadosamente con letras mayúsculas.
it: Scrivi ogni parola attentamente senza maiuscole.
ja: 各単語を注意しながら記入してください（大文字はありません）
ru: Аккуратно запишите каждое слово в нижнем регистре.
sl: Vsako besedo zapišite previdno, brez velikih črk.
sv_se: Skriv ner varje ord noggrant utan versaler.
tr: Her sözcüğü büyük harf olmadan dikkatlice yazın.
vi: Viết xuống cẩn thận từng từ không in Hoa
zh_hans: 细心地用小写写下每个单词.

# settings.paperKey.preview.wordsSegment
source: Words
es: Palabras
it: Parole
ja: 単語
ru: Слова
sl: Besede
sv_se: Ord
tr: Kelimeler
vi: Từ
zh_hans: 单词

# settings.paperKey.preview.qrSegment
source: QR
ja: QRコード
ru: QR-код
vi: Mã QR
zh_hans: 二维码

# settings.support.titleLabel
source: Do you need some support?
es: ¿Realmente podrías usar algo de apoyo?
it: Potresti davvero usare un po 'di supporto?
ja: 本当にサポートを利用できますか?
ru: Не могли бы вы действительно использовать некоторую поддержку?
sl: Bi res lahko uporabil kakšno podporo?
sv_se: Kan du verkligen använda lite stöd?
tr: Gerçekten biraz destek kullanabilir misiniz?
vi: Bạn thực sự có thể sử dụng một số hỗ trợ?
zh_hans: 您真的可以使用一些支持吗?

# settings.support.descLabel
source: Are you experiencing a problem with your wallet? Or do you simply have a question? The Verge Currency community is always available!
es: ¿Experimenta problemas con su billetera? ¿O simplemente tienes preguntas? ¡La comunidad Verge Currency siempre está disponible!
it: Hai problemi con il tuo portafoglio? O hai semplicemente domande? La community di Verge Currency è sempre disponibile!
ja: 財布に問題がありますか？ または、単に質問がありますか？ Verge Currencyコミュニティはいつでも利用できます！
ru: У вас есть проблемы с вашим кошельком? Или у тебя просто есть вопросы? Сообщество Verge Currency всегда доступно!
sl: Imate težave z denarnico? Ali preprosto imate vprašanja? Skupnost Verge Currency je vedno na voljo!
sv_se: Har du problem med din plånbok? Eller har du helt enkelt frågor? Verge Currency-gruppen är alltid tillgänglig!
tr: Cüzdanınızla ilgili sorunlar yaşıyor musunuz? Yoksa sorularınız mı var? Verge Currency topluluğu her zaman kullanılabilir!
vi: Bạn có gặp vấn đề với ví của bạn? Hay đơn giản là bạn có câu hỏi? Cộng đồng tiền tệ Verge luôn có sẵn!
zh_hans: 钱包有问题吗？ 还是您只是有疑问？ 边缘货币社区始终可用!

# settings.disconnect.titleLabel
source: Disconnect this device from your current wallet
es: Desconectar este dispositivo de su monedero actual
it: Disconnetti questo dispositivo dal tuo portafogli corrente.
ja: 直近のウォレットと接続を停止する
ru: Отвязать данное устройство от Вашего текущего кошелька
sl: Prekinite povezavo naprave z vašo trenutno denarnico.
sv_se: Frånkoppla denna enhet från din nuvarande plånbok.
tr: Cüzdanınızın bu cihazla bağlantısını kesin
vi: Ngắt kết nối thiết bị này với ví hiện tại
zh_hans: 断开这个设备与钱包的连接

# settings.disconnect.descLabel
source: You're about to disconnect this device from your current wallet. Please make absolutely sure you've written down your paper key and know your pass phrase. Remember that your paper key + pass phrase is the only way to restore your current wallet.
es: Usted esta a punto de desconectar este dispositivo de su monedero actual. Por favor asegurese completamente de que ha anotado su clave en papel y conoce su frase de contraseña. Recuerde que usando su clave en papel conjuntamente con su frase de contraseña es la única manera de restaurar su monedero actual.
it: Stai per disconnettere questo dispositivo dal tuo portafogli corrente. Assicurati di aver annotato la tua chiave cartacea e ricordati della tua passphrase. Ricorda che la tua chiave cartacea + la passphrase è l'unico modo per ripristinare il tuo portafogli.
ja: 直近のウォレットと接続を停止します。ペーパーキーとパスフレーズを絶対に忘れないようにしてください。ウォレットを復元する時にペーパーキーとパスフレーズの両方が必要です。
ru: Вы можете отвязать данное устройство от Вашего текущего кошелька. Пожалуйста удостоверьтесь, что Вы записали Ваш бумажный ключ и помните свой пароль. Вы должны помнить, что Ваш бумажный ключ и пароль - единственный способ восстановить Ваш текущий кошелек.
sl: Ste pred tem, da napravo prekinete s trenutno denarnico. Prepričajte se, da ste pravilno zapisali papirni ključ in poznate svojo geslo. Ne pozabite, da je vaš papirni ključ + geslo edini način obnovitve vaše trenutne denarnice.
sv_se: Du är påväg att frånkoppla din enhet från din nuvarande plånbok. Vänlige var absolut säker att du skrivit ner din pappersnyckel och kan din lösenfras. Kom ihåg att din pappersnyckel + lösenfras är det enda sättet att återställa din plånbok.
tr: Bu cihazın mevcut cüzdanınızla bağlantısını kesmek üzeresiniz. Lütfen kağıt anahtarınızı bir yere yazdığınızdan ve şifrenizi tam olarak bildiğinizden emin olun. Kağıt anahtarınız ve parolanızın geçerli cüzdanınızı geri yüklemenin tek yolu olduğunu unutmayın.
vi: Bạn đã ngắt kết nối của thiết bị này và ví hiện tại.Làm ơn chắc chắn bạn đã ghi chép các từ khóa riêng tư xuống giấy và nhớ mật khẩu. Nhớ rằng với khóa riêng tư trên giấy và mật khẩu chỉ là cách duy nhất để khôi phục ví hiện tại của bạn.
zh_hans: 你即将断开这个设备与钱包的连接.请确保你写下了钱包钥匙并且知道你的密码.记住你的钱包钥匙和密码是恢复你当前钱包的唯一办法.

# settings.disconnect.disconnectButton
source: Disconnect
es: Desconectar
it: Disconnetti
ja: 接続を停止
ru: Отвязать
sl: Prekini povezavo
sv_se: Frånkoppla
tr: Bağlantıyı kes
vi: Ngắt kết nối
zh_hans: 断开连接

# settings.addresses.title
source: Addresses
es: Direcciones
it: Indirizzi
ja: アドレス
ru: Адреса
sl: Naslovi
sv_se: Adresser
tr: Adresler
vi: Địa chỉ
zh_hans: 地址

# settings.addresses.descLabel
source: Each verge wallet can generate billions of addresses from your 12-word recovery phrase. A new address is automatically generated and shown each time you receive a payment.
es: Cada monedero de Verge puede generar billones de direcciónes desde su frase de contraseña de 12 palabras. Una nueva dirección es automáticamente generada y mostrada cada vez que recibe un pago.
it: Ogni portafogli Verge può generare milliardi di indirizzi dalla tua chiave privata. Un nuovo indirizzo è generato e mostrato automaticamente ogni volta che ricevi un pagamento
ja: 12の単語に基づきウォレットから沢山のアドレスが生成されます。XVGを受け取るごとに自動的に新しいアドレスが生成されます。
ru: Каждый кошелек Verge может генерировать миллиарды адресов используя Ваш бумажный ключ. Новый адрес будет генерироваться каждый раз когда Вы получаете средства на Ваш кошелек.
sl: Vsaka verge denarnica lahko ustvari milijarde naslovov iz vaše 12-besedne povrnitvene fraze. Nov naslov se samodejno ustvari in prikaže vsakič, ko prejmete plačilo.
sv_se: Varje verge plånbok kan generera miljarder av adresser från din 12-ords återställnings fras. En ny adress genereras automatiskt och visas varje gång du tar emot en betalning.
tr: Her Verge cüzdanı, 12 kelimelik kurtarma ifadenizden milyarlarca adres oluşturabilir. Her ödeme aldığınızda otomatik olarak yeni bir adres oluşturulur ve gösterilir.
vi: Mỗi vì Verge có thể tạo ra hàng tỷ địa chỉ từ 12 chữ khôi phục. Một địa chỉ mới được tạo tự động và trưng ra mỗi lần bạn nhận thanh toán.
zh_hans: 每个Verge钱包根据你的12个单词可以生成数十亿地址.当你收到一笔交易时一个新的地址会自动生成并显示.

# settings.addresses.scanButton
source: Scan addresses for balance
es: Escanear para saldo
it: Scansiona indirizzi per saldo
ja: 残高を確認するためアドレスを読み込む
ru: Сканировать баланс адресов
sl: Poskenirajte naslove za stanje
sv_se: Scanna adress för saldo
tr: Bakiye için adresleri tara
vi: Quét địa chỉ để biết số dư
zh_hans: 扫描地址获取余额

# settings.transactions.title
source: Transaction Proposals
es: Propuestas de transacción
it: Proposte di transazione
ja: トランザクションを提案する
ru: Заявленные транзакции
sl: Predlogi transakcij
sv_se: Transaktions förslag
tr: İşlem Taslakları
vi: Các đề xuất giao dịch
zh_hans: 交易提案

# settings.transactions.descLabel
source: All transaction proposals that failed during a transaction sequence are listed below. You can try to send a transaction again or destroy the transaction in order to release the funds.
es: Todas las propuestas de transacciones que fallen durante una secuencia de transaccion son listadas abajo. Es necesario que las elimine manualmente para liberar los fondos.
it: Tutte le proposte di transazioni che hanno fallito durante una sequenza di transazione sono listate qui sotto. Devi cancellarle manualmente per poter rilasciare i fondi.
ja: トランザクションシーケンス中に失敗したすべてのトランザクションは以下のとおりです。送信したXVGを回収するためには、これらを手動で削除する必要があります。
ru: Все заявленные транзакции, с которыми произошли ошибки в процессе их выполнения представлены в списке ниже. Вам необходимо удалить их вручную, чтобы освободить Ваши средства.
sl: V nadaljevanju so navedeni vsi predlogi transakcij, ki niso uspeli med obdelavo transakcij. Za sprostitev sredstev jih morate izbrisati ročno.
sv_se: Alla transaktions förslag som misslyckats under transaktion visas nedan. Du måste radera dom manuellt för att släppa dina medel.
tr: Bir işlem sırası başarısız olan tüm işlem taslakları aşağıda listelenmiştir. Miktarı serbest bırakmak için el ile silmeniz gerekir.
vi: Các đề xuất giao dịch bị lỗi trong xuất quá trình giao dịch được ghi ra bên dưới. Bạn cần xóa chúng bằng tay để giải phóng tiền quỹ.
zh_hans: 下面列出了所有在交易序列中失败的交易提案.你需要手动删除它们才能释放资金.

# settings.serviceUrl.title
source: Service URL
es: URL del servicio
it: URL di servizio
ja: サービスURL
ru: URL сервиса
sl: URL storitev
sv_se: URL service
tr: Servis URL'si
vi: URL dịch vụ
zh_hans: 服务URL

# settings.serviceUrl.header.title
source: Wallet Service URL
es: URL del servicio del monedero
it: URL di servizio del portafogli
ja: ウォレットのサービスURL
ru: URL сервиса Кошелька
sl: URL storitev denarnice
sv_se: Plånbok URL service
tr: Cüzdan Servis URL'si
vi: URL ví dịch vụ
zh_hans: 钱包服务URL
