Repository: vergecurrency/vIOS
Catalog: Localization/*.lproj/Localizable.strings
Languages: es, it, ja, ru, sl, sv_se, tr, vi, zh_hans

# send.confirm.doubleCheckDescLabel
source: Double check that the wallet address is correct. Verge Currency cannot be held accountable for loss of XVG sent to wrong wallets.
es: Revise dos veces que la dirección del monedero es correcta. Verge Currency no será responsable por la perdida de XVG al hacer envios a monederos equivocados.
it: Verifica che l'indirizzo del portafogli è corretto. Verge Currency non è responsabile per la perdita di XVG inviati su portafogli sbagliati.
ja: ウォレットアドレスが正しいかをダブルチェックしてください。Vergeは誤った送信先への損失に対する責任を一切負いません。
ru: Дважды проверьте адрес кошелька. Валюта Verge не может нести ответственность за потерю XVG, отправленные на неправильные кошельки.
sl: Preverite, da je naslov denarnice pravilen. Verge Currency se ne more obravnavati kot odgovorna za izgubo XVG, ki so bili poslani na napačni naslov denarnice.
sv_se: Dubbelkolla att plånbokens adress är korrekt. Verge Currency ansvarar ej för förlust av XVG som skickats till fel plånböcker.
tr: Cüzdan adresinin doğruluğundan emin olun. Yanlış cüzdanlara gönderilen XVG kaybından Verge Currency sorumlu tutulamaz.
vi: Kiểm tra lai rằng địa chỉ ví là đúng. Verge Currency không thể kiểm soát mất mác số XVG bạn gửi sai địa chỉ.
zh_hans: 请再次确认钱包地址是正确的.Verge货币无法追究因为发送到错误的钱包而造成的XVG损失.

# send.confirm.sendingLabel
source: Sending
es: Enviando
it: Inviando
ja: 送信中
ru: Отправляется
sl: Pošiljanje v teku
sv_se: Skickar
tr: Gönderiliyor
vi: Đang gửi
zh_hans: 发送中

# send.confirm.transactionFeeLabel
source: Transaction fee
es: Precio de la transacción
it: Spesa di transazione
ja: トランザクション手数料
ru: Комиссия на перевод
sl: Provizija transakcije
sv_se: Transaktionsavgift
tr: İşlem ücreti
vi: Phí giao dịch
zh_hans: 交易手续费

# send.confirm.totalLabel
source: Total
it: Totale
ja: 合計
ru: Итого
sl: Skupaj
sv_se: Totalt
tr: Toplam
vi: Tổng
zh_hans: 总计

# send.sending.signingTransaction
source: Signing Transaction
es: Firmando Transacción
it: Firmando transazione
ja: トランザクションへ書き込み中
ru: Подписываем транзакцию
sl: Podpisovanje transakcije
sv_se: Signerar transaktion
tr: İşlem İmzalanıyor
vi: Đang ký giao dịch
zh_hans: 签名交易中

# send.sending.broadcastingTransaction
source: Broadcasting Transaction
es: Emitiendo Transacción
it: Diffondendo la transazione
ja: トランザクションの配布中
ru: Броадкастим транзакцию
sl: Oddajanje transakcije
sv_se: Utsänder transaktion
tr: İşlem Yayını
vi: Đang phát đi giao dịch
zh_hans: 广播交易中

# send.sending.transactionSent
source: Transaction Sent!
es: ¡Transacción Enviada!
it: Transazione inviata!
ja: トランザクションは送信されました
ru: Транзакция отправлена!
sl: Transakcija poslana!
sv_se: Transaktion Skickad!
tr: Transfer Gönderildi
vi: Giao dịch đã gửi!
zh_hans: 交易发送成功!

# send.sending.publishingTransaction
source: Publishing Transaction
es: Publicando Transacción
it: Pubblicando la transazione
ja: 配布されたトランザクション
ru: Публикация транзакции
sl: Objavljanje transakcije
sv_se: Publicerar Transaktion
tr: İşlem Yayınlanıyor
vi: Đang xuất bản giao dịch
zh_hans: 发布交易中

# settings.localAuth.useTouchId
source: Use Touch ID
es: Usar ID de huella
it: Usa TouchID
ja: TouchIDを使用する
ru: Использование Touch ID
sl: Uporabi Touch ID
sv_se: Använd Touch ID
tr: Touch ID kullan
vi: Sử dụng xác thực vân tay
zh_hans: 使用触控ID

# addresses.addressCopied
source: Address copied!
es: ¡Dirección copiada!
it: Indirizzo copiato!
ja: アドレスをコピーしました
ru: Адрес скопирован!
sl: Naslov je kopiran!
sv_se: Adress kopierad!
tr: Adres kopyalandı!
vi: Địa chỉ đã sao chép!
zh_hans: 地址拷贝成功!

# addresses.addressesWithBalance
source: Addresses with balance
es: Direcciones con saldo
it: Indirizzi con saldo
ja: アドレスごとの資産
ru: Адреса с балансами
sl: Naslovi s stanjem
sv_se: Adresser med saldo
tr: Bakiyeler ve adresler.
vi: Địa chỉ với số dư
zh_hans: 有余额的地址

# addresses.unusedAddresses
source: Unused addresses
es: Direcciones sin usar
it: Indirizzi non utilizzati
ja: 使用されていないアドレス
ru: Неиспользованные адреса
sl: Neuporabljeni naslovi
sv_se: Oanvända adresser
tr: Kullanılmayan adresler
vi: Địa chỉ không sử dụng
zh_hans: 未使用的地址

# addresses.addressOptions
source: Address options
es: Opciones de dirección
it: Opzioni dell'indirizzo
ja: アドレス設定
ru: Опции адреса
sl: Možnosti naslova
sv_se: Adress alternativ
tr: Adres ayarları
vi: Tùy chọn địa chỉ
zh_hans: 地址选项

# addresses.informationTypeMessage
source: What information would you like to copy to the clipboard?
es: ¿Qué información desearía copiar al portapales?
it: Che informazione vorresti copiare negli appunti?
ja: どの情報をコピーしたいですか
ru: Какой тип информации Вы хотите скопировать?
sl: Katere informacije želite kopirati v odložišče?
sv_se: Vilken information vill du kopiera till urklipp?
tr: Hangi bilgileri hafızaya kopyalamak istersiniz?
vi: Thông tin gì bạn muốn sao chép vào bảng ghi?
zh_hans: 你想要复制什么信息到粘贴板?

# addresses.address
source: Address
es: Dirección
it: Indirizzo
ja: アドレス
ru: Адрес
sl: Naslov
sv_se: Adress
tr: Adres
vi: Địa chỉ
zh_hans: 地址

# addresses.balance
source: Balance
es: Saldo
it: Importo
ja: 資産
ru: Баланс
sl: Stanje
sv_se: Saldo
tr: Bakiye
vi: Số dư
zh_hans: 余额

# addresses.balanceCopied
source: Balance copied!
es: ¡Saldo copiado!
it: Importo copiato!
ja: 資産をコピーしました
ru: Баланс скопирован!
sl: Stanje kopirano!
sv_se: Saldo kopierat!
tr: Bakiye kopyalandı
vi: Số dư đã sao chép!
zh_hans: 余额复制成功!

# addresses.publicKey
source: Public key
es: Clave pública
it: Chiave pubblica
ja: パブリックキー
ru: Публичный ключ
sl: Javni ključ
sv_se: Publik nyckel
tr: Genel anahtar
vi: Khóa công khai
zh_hans: 公钥

# addresses.publicKeyCopied
source: Public key copied!
es: ¡Clave pública copiada!
it: Chiave pubblica copiata!
ja: パブリックキーをコピーしました
ru: Публичный ключ скопирован!
sl: Javni ključ kopiran!
sv_se: Publik nyckel kopierad!
tr: Genel anahtar kopyalandı!
vi: Khóa công khai đã sao chép!
zh_hans: 公钥拷贝成功!

# addresses.privateKey
source: Private key
es: Clave privada
it: Chiave privata
ja: プライベートキー
ru: Приватный ключ
sl: Zasebni ključ
sv_se: Privat nyckel
tr: Özel anahtar
vi: Khóa riêng tư
zh_hans: 私钥

# addresses.privateKeyCopied
source: Private key copied!
es: ¡Clave privada copiada!
it: Chiave privata copiata!
ja: プライベートキーをコピーしました
ru: Приватный ключ скопирован!
sl: Zasebni ključ kopiran!
sv_se: Privat nyckel kopierad!
tr: Özel anahtar kopyalandı!
vi: Khóa riêng tư đã sao chép!
zh_hans: 私钥拷贝成功!

# addresses.scanningAddresses
source: Scanning Addresses
es: Escaneando Direcciones
it: Scansione degli indirizzi
ja: アドレスのスキャニング中
ru: Сканирование адресов
sl: Skeniranje naslovov
sv_se: Scannar Adresser
tr: Adresler Taranıyor
vi: Đang quét địa chỉ
zh_hans: 扫描地址

# addresses.scanningAddressesMessage
source: Scanning addresses for balance. This might take some time to complete.
es: Escaneando direcciones para saldo. Esta operación podria tardar un momento en completarse.
it: Scansione del saldo degli indirizzi. Quest'operazione potrebbe prendere tempo a completarsi.
ja: 資産を確認するためにアドレスをスキャンします。完了には少々時間がかかります。
ru: Сканирование баланса адресов. Это может занять некоторое время.
sl: Skeniranje naslovov za stanje. To lahko traja nekaj časa.
sv_se: Scannar adresser för saldo. Det här kan ta en stund att avsluta.
tr: Bakiye için adresler taranıyor. Bu işlemin tamamlanması biraz zaman alabilir.
vi: Đang quét địa chỉ để biết số dư. Có thể tốn chút thời gian để hoàn thành.
zh_hans: 扫描地址获取余额中.这可能需要一点时间才能完成.

# credits.header.development
source: Development
es: Desarrollo
it: Sviluppo
ja: 開発
ru: Разработка
sl: Razvoj
sv_se: Utveckling
tr: Geliştiriciler
vi: Phát triển
zh_hans: 开发

# credits.header.design
source: Design
es: Diseño
ja: デザイン
ru: Дизайн
sl: Izgled
tr: Dizayn
vi: Thiết kế
zh_hans: 设计

# credits.header.translation
source: Translation
es: Traducción
it: Traduzione
ja: 翻訳
ru: Перевод
sl: Prevod
sv_se: Översättning
tr: Çeviri
vi: Giao dịch
zh_hans: 翻译

# settings.disconnect.alert.title
source: Disconnect Wallet
es: Desconectar Monedero
it: Disconnetti il portafogli
ja: ウォレットに接続されていません
ru: Отвязать кошелек
sl: Prekinitev povezave Denarnice
sv_se: Frånkoppla Plånbok
tr: Cüzdanın Bağlantısını Kes
vi: Ngắt kết nối ví
zh_hans: 断开钱包连接

# settings.disconnect.alert.message
source: Your about to disconnect this device from your current wallet. Please make absolutely sure you have written down your paperkey. Remember that your paperkey is the only way to restore your current wallet.
es: Usted esta a punto de desconectar este dispositivo de su monedero actual. Por favor asegurese completamente de que ha anotado su clave en papel. Recuerde que usando su clave en papel es la única manera de restaurar su monedero actual.
it: Stai per disconnettere questo dispositivo dal tuo portafogli corrente. Assicurati di aver annotato la tua chiave cartacea e ricordati della tua passphrase. Ricorda che la tua chiave cartacea + la passphrase è l'unico modo per ripristinare il tuo portafogli.
ja: この端末を、現在のウォレットから切断しようとしています。 このウォレットのペーパーキーを書き留めたことを必ず確認してください。このペーパーキーがウォレットを復元する唯一の方法です。
ru: Вы отвязываете данное устройство от Вашего текущего кошелька. Пожалуйста удостоверьтесь, что Вы записали Ваш бумажный ключ и помните свой пароль. Вы должны помнить, что Ваш бумажный ключ и пароль - единственный способ восстановить Ваш текущий кошелек.
sl: Ste pred tem, da napravo prekinete s trenutno denarnico. Prepričajte se, da ste pravilno zapisali papirni ključ. Ne pozabite, da je vaš papirni ključ edini način obnovitve vaše trenutne denarnice.
sv_se: Du är på väg att frånkoppla plånbok från din nuvarande enhet. Vänligen var säker att du har skrivit ner din pappersnyckel. Kom ihåg att din papperskod är det enda sättet att återställa din nuvarande plånbok.
tr: Bu cihazın mevcut cüzdanınızla bağlantısını kesmek üzeresiniz. Lütfen kağıt cüzdan anahtarınızı yazdığınızdan emin olun. Kağıt cüzdan anahtarınızın mevcut cüzdanınızı geri kazanmanın tek yolu olduğunu unutmayın.
vi: Bạn ngắt kết nối thiết bị cho ví hiện tại. Làm ơn chắc chắn như bê tông chôn đất rằng bạn đã ghi xuống các khóa riêng tư xuống giấy. Và nên nhớ rằng khóa riêng tư giấy chỉ là cách bạn khôi phục ví hiện tại của bạn.
zh_hans: 你即将断开这个设备于你钱包的连接.请务必确保你已经记下了钱包钥匙.请记住,你的钱包钥匙是恢复你当前钱包的唯一办法.

# settings.disconnect.alert.disconnect
source: Disconnect
es: Desconectar
it: Disconnetti
ja: 接続されていません
ru: Отвязать
sl: Prekinitev povezave
sv_se: Frånkoppla
tr: Bağlantıyı Kes
vi: Ngắt kết nối
zh_hans: 断开连接

# settings.serviceUrl.alert.title
source: Changing Service
es: Modificando Servicio
it: Cambiando servizio
ja: サービスの変更
ru: Изменение сервиса
sl: Spremenitev storitve
sv_se: Ändrar service
tr: Servis Değiştiriliyor
vi: Đang thay đổi dịch vụ
zh_hans: 修改服务

# settings.serviceUrl.alert.message
source: Changing the service URL, please wait a moment...
es: Modificando URL del servicio, por favor aguarde un momento...
it: Cambiando l'URL del servizio, si prega di attendere...
ja: サービスURLを変更中。少々お待ちください。
ru: Изменение URL сервиса. Один момент...
sl: Spreminjanje storitve URL v teku, prosimo, počakajte trenutek...
sv_se: Ändrar URL service, vänligen vänta...
tr: Servis URL'si değiştiriliyor, lütfen biraz bekleyin...
vi: Đang thay đổi URL dịch vụ, làm ơn đợi chút xí...
zh_hans: 正在修改服务URL,请稍等片刻...

# settings.serviceUrl.alert.usePrevUrl
source: Use previous service URL
es: Usar URL del servicio anterior
it: Usa l'URL del servizio precedente
ja: 以前のサービスURLを利用する
ru: Использовать предыдущий URL
sl: Uporabi predhodno URL storitev
sv_se: Använd tidigare URL service
tr: Önceki servis URL'sini kullan
vi: Sử dụng URL dịch vụ lần trước
zh_hans: 使用之前的服务URL

# settings.serviceUrl.alert.errorChanging
source: Error Changing
es: Error Modificando
it: Errore nel cambio
ja: 変更エラー
ru: Ошибка изменения
sl: Napaka pri spreminjanju
sv_se: Felaktig ändring
tr: Değiştirme Başarısız
vi: Lỗi khi thay đổi
zh_hans: 修改错误

# settings.serviceUrl.alert.errorChanging2
source: An error was raised during the service URL change. Please try again or use another service URL.
es: Ha habido un error al modificar la URL del servicio. Por favor inténtelo nuevamente o utilize otra URL de servicio.
it: Un errore è stato trovato durante il cambiamento dell'URL del servizio. Prego riprovare o usare un altro URL.
ja: サービスURLの変更中にエラーが生じました。再度変更を試みるか、別のサービスURLを使用してください。
ru: Произошла ошибка при изменении URL сервиса. Пожалуйста, попробуйте снова или используйте другой сервисный URL.
sl: Med spremembo URL storitve je prišlo do napake. Poskusite znova ali uporabite drugo URL storitev.
sv_se: Ett fel uppstod vid ändring av URL. Vänligen försök igen eller använd annan URL service.
tr: Servis URL’si değişikliği sırasında bir hata oluştu. Lütfen tekrar deneyin veya başka bir servis URL’si kullanın.
vi: Một lỗi nổi lên trong quá trình chuyển URL dịch vụ. Làm ơn thử lại hoặc sử dụng URL dịch vụ khác
zh_hans: 修改服务URL时发生了错误. 请重试或者使用另外一个服务URL.

# settings.serviceUrl.alert.title2
source: Changed Service
es: Servicio modificado.
it: Servizio cambiato
ja: 変更されたサービス
ru: Сервис изменен
sl: Spremenjena storitev
sv_se: Ändrat service
tr: Servis Değiştirildi
vi: Đã thay đổi dịch vụ
zh_hans: 服务修改成功

# settings.serviceUrl.alert.message2
source: Successfully changed the service URL.
es: La URL del servicio ha sido modificada con éxito.
it: L'URL del servizio è stato cambiato con successo
ja: サービスURLの変更が完了しました
ru: URL сервиса успешно изменен
sl: Uspešno spremenjena storitev URL.
sv_se: Lyckad ändring av URL service.
tr: Servis URL'si başarıyla değiştirildi.
vi: Đã thay đổi URL dịch vụ thành công.
zh_hans: 成功修改服务URL.

# settings.transactions.noProposals
source: No proposals
es: No hay propuestas
it: Nessuna proposta
ja: 提案はありません
ru: Нет заявок
sl: Brez predloga
sv_se: Inga förslag
tr: İşlem taslağı yok
vi: Không đề xuất
zh_hans: 没有提案

# setup.tor.slide1.titleLabel
source: Verge Currency Hides your location
es: Verge Currency oculta su ubicación.
it: Verge Currency Nasconda la tua localizzazione
ja: Verge Currency あなたの地域を特定できないようにする
ru: Валюта Verge скрывает Ваше местоположение
sl: Verge Currency Skrije vašo lokacijo
sv_se: Verge Currency Döljer din platsposition
tr: Verge Currency Konumunuzu gizler
vi: Verge Currency Cho dấu vị trí bạn
zh_hans: Verge货币 隐藏你的位置

# setup.tor.slide1.descLabel
source: Verge uses the Tor network to obfuscate your location and IP address.
es: Verge utiliza la red Tor para ofuscar su ubicación y su dirección IP.
it: Verge usa la rete Tor per offuscare la tua localizzazione ed il tuo indirizzo IP
ja: Vergeはあなたの地域とIPアドレスを難読化するためにTorネットワークを使っています
ru: Verge использует Tor-сеть для того, чтобы скрывать Ваше местоположение и IP-адрес.
sl: Verge uporablja Tor omrežje za zamaskiranje vaše lokacije in IP naslova.
sv_se: Verge använder Tor närverket för att obfuskera din platsposition och IP adress.
tr: Verge, konumuzunu ve IP adresinizi karmaşıklaştırmak için Tor ağını kullanır.
vi: Verge dùng mạng Tor để che vị trí IP của bạn
zh_hans: Verge使用Tor网络去混淆 你的位置和IP地址.

# setup.tor.slide2.titleLabel
source: The Tor status indicator tells the following...
es: El indicador del estado de Tor indica lo siguiente...
it: L'indicatore di stato Tor vuol dire...
ja: Torの状況は以下で確認できます
ru: Статус индикатора Tor означает следующее...
sl: Indikator stanja Tor pove naslednje...
sv_se: Tor status indikering visar följande...
tr: Tor durum göstergesi aşağıdakileri söyler...
vi: Chỉ báo trạng thái của Tor cho biết như sau ...
zh_hans: Tor状态指示器表达了以下状态...

# setup.tor.slide2.descLabel1
source: Tor is turned off and your location and IP is publicly available.
es: Tor esta deshabilitado y su ubicación y dirección IP son públicas.
it: Tor è disattivato e la tua localizzazione e IP sono visibili.
ja: Torが無効となり、あなたの地域とIPアドレスは公開されています
ru: Tor выключен и Ваше местоположение и IP-адрес видимы для всех.
sl: Tor je izključen in vaša lokacija in IP sta javno dostopna.
sv_se: Tor är frånkopplat och din platsposition samt IP visas offentligt.
tr: Tor kapatıldı ve konumun ile IP adresin artık gizli değil.
vi: Tor được tắt và vị trí địa IP bạn sẽ công khai cho dân Trái Đất biết.
zh_hans: Tor已关闭,你的位置和IP信息是公开的.

# setup.tor.slide2.descLabel2
source: Tor is connecting. No connections to the internet are made at this point.
es: Tor se está conectando. No se realizan conexiones a internet durante este período.
it: Tor si sta connettendo. Nessuna connessione ad internet è eseguita in questo momento.
ja: Torと接続してます。この時点ではインターネットの接続は確立されていません。
ru: Соединение с сетью Tor. В данный момент никакого подключения к интернет сети не происходит.
sl: Tor se povezuje. Na tej točki ni povezav na internet.
sv_se: Tor ansluter. Ingen internetanslutning kan hittas i nuläget.
tr: Tor bağlanıyor. İnternet bağlantısı bu noktada yapılmamaktadır.
vi: Tor đang nối. Không có kết nối internet được thực hiện vào lúc này.
zh_hans: Tor正在连接.此时无法连接到互联网.

# setup.tor.slide2.descLabel3
source: Tor is turned on and your location and IP is obfuscated.
es: Tor está habilitado y su ubicación y dirección IP están ofuscadas.
it: Tor è acceso e la tua localizzazione e IP sono offuscati.
ja: Torが有効となり、あなたの地域とIPアドレスは難読化されています
ru: Tor включен и Ваше местоположение и IP-адрес скрыты.
sl: Tor je vključen in vaša lokacija in IP sta zamaskirana.
sv_se: Tor är aktiverad och din platsposition samt IP är obfuskerade.
tr: Tor açıldı ve konumun ile IP adresin karmaşıklaştırıldı.
vi: Tor được mở và vị trí IP bạn bị che
zh_hans: Tor已经打开,你的位置和IP信息已混淆.

# setup.tor.slide2.descLabel4
source: Tor can't connect and something went wrong. The only solution for now is a restart of the application.
es: Tor no puede conectarse y algo no funcionó correctamente. La única solución es reiniciar la aplicación.
it: Tor non puo connettersi e qualcosa è andato storto. Per ora, l'unica soluzione è di rilanciare l'applicazione
ja: Torは接続できず何か問題が生じています。この問題を解決するためにはアプリケーションを再起動してください。
ru: Не удалось подключиться к сети Tor или что-то пошло не так. Единственным решением тут будет перезагрузка приложения.
sl: Nekaj je šlo narobe in Tor se ne more povezati. Edina rešitev za zdaj je ponovni zagon aplikacije.
sv_se: Tor kan inte ansluta, något gick fel. Enda lösningeni nuläget är att starta om applikationen.
tr: Tor bağlanamıyor. Birşeyler ters gitti. Uygulamayı yeniden başlatmayı deneyin.
vi: Tor không thể kết nối và có cái gì đó sai sai. Giải pháp là khởi động lại trứng rụng ngày.
zh_hans: Tor无法连接,发生错误.现在唯一的解决方法是重启应用.

# setup.tor.slide3.titleLabel
source: Let's turn Tor on
es: Conectemos Tor
it: Accendiamo Tor!
ja: Torを有効にしましょう
ru: Давайте подключимся к Tor
sl: Vklopimo Tor
sv_se: Nu aktiverar vi Tor
tr: Hadi Tor'u açalım
vi: Hãy bật Tor lên
zh_hans: 让我们打开Tor

# setup.tor.slide3.titleLabel2
source: Turn Tor on
es: Conectar Tor
it: Accendi Tor
ja: Torを有効にする
ru: Подключиться к Tor
sl: Vklopi Tor
sv_se: Aktivera Tor
tr: Tor'u aç
vi: Bật Tor lên
zh_hans: 打开Tor

# setup.tor.slide3.descLabel
source: Make sure Tor is legal in your country. Unfortunately some countries don't want you to be private.
es: Asegurese de que utilizar Tor es legal en su pais. Desafortunadamente algunos paises no quiere que usted tenga privacidad.
it: Sii sicuro che Tor sia legale nella tua legislature. Sfortunatamente alcune non ti danno la scelta della privacy.
ja: あなたの国でTorの使用が適法であることを確認してください。残念ながら、利用が望ましくない国がいくつかあります。
ru: Убедитесь, что использование Tor легально в Вашей стране. К сожалению не все страны хотят Вашей конфиденциальности.
sl: Poskrbite, da je Tor zakonit v vaši državi. Na žalost nekatere države ne želijo, da bi bili zasebni.
sv_se: Se till att Tor är laglig i ditt land. Tyvärr tar inte vissa länder hänsyn till din integritet.
tr: Tor'un ülkenizde yasal olduğundan emin olun. Maalesef bazı ülkeler gizli olmanızı istemiyor.
vi: Chắc rằng Tor là hợp pháp ở đất nước bạn. Thật không may, một số nước không muốn bạn có riêng tư.
zh_hans: 确保Tor在你国家是合法的.很不幸的是有些国家不让你拥有隐私.

# setup.tor.slide3.negativeButton
source: Proceed without Tor
es: Continuar sin Tor
it: Procedi senza Tor
ja: Torなしで進める
ru: Продолжить без Tor
sl: Nadaljuj brez Tor
sv_se: Fortsätt utan Tor
tr: Tor olmadan ilerle
vi: Đã tiến hành không có Tor
zh_hans: 不使用Tor继续

# setup.tor.slide3.positiveButton
source: Proceed with Tor
es: Continuar con Tor
it: Procedi con Tor
ja: Torありですすめる
ru: Продолжить с Tor
sl: Nadaljuj z Tor
sv_se: Fortsätt med Tor
tr: Tor ile ilerle
vi: Đã tiến hành có Tor
zh_hans: 使用Tor继续

# transactions.title
source: Transactions
es: Transacciones
it: Transazioni
ja: トランザクション
ru: Транзакции
sl: Transakcije
sv_se: Transaktioner
tr: İşlemler
vi: Các giao dịch
zh_hans: 交易

# transactions.transaction.title
source: Who?
es: ¿Quién?
it: Chi?
ja: 誰？
ru: Информация
sl: Kdo?
sv_se: Vem?
tr: Kim?
vi: Ai đây?
zh_hans: 接收者?

# transactions.contacts.title
source: Contacts
es: Contactos
it: Contatti
ja: 連絡
ru: Контакты
sl: Kontakti
sv_se: Kontakter
tr: Kişiler
vi: Danh bạ
zh_hans: 联系人

# transactions.search.placeholder
source: Search Transactions
es: Buscar Transacciones
it: Cerca nelle transazioni
ja: トランザクションを検索する
ru: Поиск транзакций
sl: Iskanje transakcij
sv_se: Sök Transaktioner
tr: İşlemlerde Ara
vi: Tìm giao dịch
zh_hans: 搜索交易

# transactions.search.all
source: All
es: Todo
it: Tutto
ja: すべて
ru: Все
sl: Vse
sv_se: Alla
tr: Hepsi
vi: Tất cả
zh_hans: 所有

# transactions.search.sent
source: Sent
es: Enviado
it: Inviato
ja: 送信
ru: Отправленные
sl: Poslano
sv_se: Skickade
tr: Gönderilmiş
vi: Đã gửi
zh_hans: 发送

# transactions.search.received
source: Received
es: Recibido
it: Ricevuto
ja: 受取
ru: Полученные
sl: Prejeto
sv_se: Mottagna
tr: Teslim Alınmış
vi: Đã nhận
zh_hans: 接收

# transactions.transaction.details
source: Transaction Details
es: Detalles de transacción
it: Dettagli della transazione
ja: トランザクションの詳細
ru: Детали транзакции
sl: Podrobnosti transakcije
sv_se: Transaktions Detaljer
tr: İşlem Detayları
vi: Chi tiết giao dịch
zh_hans: 交易细节

# transactions.transaction.history
source: Transaction History
es: Histórico de transacciones
it: Cronologia della transazione
ja: トランザクション履歴
ru: История транзакции
sl: Zgodovina transakcije
sv_se: Transaktionshistorik
tr: İşlem Geçmişi
vi: Lịch sử giao dịch
zh_hans: 交易历史

# transactions.transaction.confirmations
source: Confirmations
es: Confirmaciones
it: Conferme
ja: 確認
ru: Подтверждений
sl: Potrditve
sv_se: Bekräftelser
tr: Onaylar
vi: Các xác nhận
zh_hans: 确认数

# transactions.transaction.txidCopied
source: Txid copied!
es: ¡Txid copiado!
it: Txid copiato!
ja: Txidをコピーしました
ru: Txid скопирован!
sl: Txid je kopiran!
sv_se: Txid kopierad!
tr: Işlem tanımı (Txid) kopyalandı!
vi: Đã sao chép Txid!
zh_hans: Txid拷贝成功!

# transactions.noTransaction.titleLabel
source: No transactions received yet
es: Aún no hay transacciones recibidas
it: Nessuna transazione ancora ricevuta
ja: トランザクションは未受領
ru: Пока нет полученных транзакций
sl: Ni še zabeleženih prejetih transakcij
sv_se: Inga transaktioner mottagna ännu
tr: Henüz bir işlem alınmadı
vi: Không có nhận giao dịch nào hết
zh_hans: 还没有收到任何交易

# transactions.noTransaction.descLabel
source: Received transactions can be found here
es: Aquí pueden encontrarse las transacciones recibidas
it: Le transazioni ricevute possono essere trovate qui
ja: 受領したトランザクションはこちらで確認できます
ru: Полученные транзакции могут быть найдены здесь
sl: Prejete transakcije lahko najdete tu
sv_se: Mottagna transaktioner hittas här
tr: Alınan işlemler burada görüntülenebilir
vi: Các giao dịch đã nhận có thể tìm thấy ở đây
zh_hans: 已接收的交易可以在这里找到

# transactions.contact.section.details
source: Contact Details
es: Detalles de contacto
it: Dettagli del contatto
ja: Contactの詳細
ru: Детали контакта
sl: Podrobnosti stika
sv_se: Kontaktinformation
tr: Kişi Detayları
vi: Chi tiết liên lạc
zh_hans: 联系人详细

# transactions.contact.name
source: Name
es: Nombre
it: Nome
ja: 名前
ru: Имя
sl: Ime
sv_se: Namn
tr: İsim
vi: Tên
zh_hans: 名称

# transactions.contact.section.history
source: Transaction History
es: Histórico de transacción
it: Cronologia delle transazioni
ja: トランザクション履歴
ru: История транзакций
sl: Zgodovina transakcije
sv_se: Transaktionshistorik
tr: İşlem Geçmişi
vi: Lịch sử giao dịch
zh_hans: 交易历史
