Repository: vergecurrency/vIOS
Catalog: Localization/*.lproj/Localizable.strings
Languages: es, it, ja, ru, sl, sv_se, tr, vi, zh_hans

# settings.serviceUrl.footer.title
source: This application depends on Verge Wallet Service (VWS) for blockchain information, networking and Copayer synchronization. The default configuration points to https://api.vergecurrency.network/vws/api (Verge's public VWS instance)
es: Esta aplicación depende del Servicio de Monedero de Verge (VWS) para obtener la información de la blockchain, red y sincronización Copayer. La configuración por defecto apunta a https://api.vergecurrency.network/vws/api (Instancia VWS pública de Verge)
it: Quest'applicazione è dipendente dal Verge Wallet Service (VWS) per le informazioni dalla blockchain, la connettività e la sincronizzazione del Copayer. La configurazione da default punta su https://vws.vergecurency.network/vws/api (L'autorità VWS pubblica di Verge)
ja: このアプリケーションは、ブロックチェーン情報や同時に送信したネットワークを同期するために、Verge Wallet Service (VWS) に依存しています。
ru: Это приложение зависит от Сервиса Кошелька Verge (VWS). Он предоставляет информацию о блокчейне, сети и Copayer синхронизации. По умолчанию выбран https://api.vergecurrency.network/vws/api (публичный VWS)
sl: Ta aplikacija je odvisna od storitve Verge Wallet Service (VWS) za informacijo o veriženju blokov, omrežju in Copayer sinhronizaciji. Privzeta konfiguracija kaže na https://api.vergecurrency.network/vws/api (Verge javna VWS instanca)
sv_se: Denna applikation beror på Verge Wallet Service (VWS) för blockchain information, nätverk och Copayer synkronisering. Standard inställningens poäng för https://api.vergecurrency.network/vws/api(Verge’s publikka VWS instans)
tr: Bu uygulama blockchain bilgileri, ağ iletişimi ve Copayer senkronizasyonu için Verge Cüzdan Hizmeti'ne (VWS) bağlıdır. Varsayılan yapılandırma noktası https://api.vergecurrency.network/vws/api (Verge's public VWS instance)
vi: Ứng dụng này thuộc Verge Wallet Service(VWS) để thông tin chuỗi khối,mạng và đồng bộ Copayer. Điểm cài đặt mặt định tới https://api.vergecurrency.network/vws/api (Verge's public VWS instance)
zh_hans: 这个应用程序的区块信息、网络和Copayer同步依赖于Verge钱包服务(VWS).默认的配置指向 https://api.vergecurrency.network/vws/api (Verge的公共VWS)

# settings.serviceUrl.defaultUrlButton
source: Use default url
es: Utilizar URL por defecto
it: Usa default URL
ja: ディフォルトのURLを使用する
ru: Использовать URL по умолчанию
sl: Uporabi privzeti url
sv_se: Använd standard url
tr: Varsayılan URL kullan
vi: Sử dụng url mặc định
zh_hans: 使用默认url

# settings.serviceUrl.saveButton
source: Save
es: Guardar
it: Salva
ja: 保存
ru: Сохранить
sl: Shrani
sv_se: Spara
tr: Kaydet
vi: Lưu
zh_hans: 保存

# settings.fiatCurrency.title
source: Fiat currency
es: Moneda fiduciaria
it: Valuta FIAT
ja: 法定通貨
ru: Фиатная валюта
sl: Fiat valuta
sv_se: Fiat valuta
tr: Para birimi
vi: Tiền pháp định
zh_hans: 法定货币

# settings.themes.titleLabel
source: Gorgeous Themes for Your Wallet
zh_hans: 给你钱包华丽的主题

# settings.themes.sectionHeaderTitle
source: Choose a theme
zh_hans: 选择一个主题

# settings.themes.sectionFooterTitle
source: Changing a theme will restart the application. Also it will probably make you feel happy and give you goosebumps in weird places!
zh_hans: 改变主题会重启应用.它也可能会让你快乐,并在奇怪的地方让你感到鸡皮疙瘩!

# settings.themes.iconsSectionHeaderTitle
source: App icons
zh_hans: 应用图标

# settings.useFaceID.title
source: Use Face ID
es: Usar ID facial
it: Usa FaceID
ja: Face IDを使用する
ru: Использование Face ID
sl: Uporabite Face ID
sv_se: Använd ansiktsigenkänning
tr: Face ID kullan
vi: Sử dụng nhận dạng khuôn mặt
zh_hans: 使用面容ID

# settings.useFaceID.header.title
source: Use for
es: Uso para
it: Usa per
ja: 使用目的
ru: Использовать для
sl: Uporabite tor
sv_se: Använd för
tr: Şunun için kullan
vi: Sử dụng cho
zh_hans: 用于

# settings.useFaceID.footer.title
source: Instead of having the need of filling in your wallet PIN a prompt will provide you with the alternative way of authenticating yourself.
es: En lugar de tener la necesidad de ingresar el PIN del monedero, se desplegará una forma alternativa de autenticarse.
it: Invece di dover inserire il tuo PIN, un prompt ti fornirà il modo alternativo di autenticarti.
ja: ウォレットのPINを入力する代わりに、一時的に認証する方法を提供します
ru: Вместо того, чтобы вводить PIN-код Вашего кошелька, Вам будет предложен альтернативный способ аутентификации.
sl: Namesto, da bi morali vnašati vašo PIN kodo, vam bodo ponujeni alternativni načini avtentikacije.
sv_se: Istället för att fylla i plånbokens pinkod i en prompt erbjuds alternativa sätt att identifiera dig själv.
tr: Cüzdan PIN'inizi doldurma ihtiyacı duymak yerine, doğrulama için alternatif bir yol sunar.
vi: Thay vì phải nhận số PIN , bạn sẽ được cung cấp cách thay thể để xác thực chính bạn
zh_hans: 相比较于提供你的钱包PIN码,面容ID提供了一种代替的验证方法.

# settings.useFaceID.unlockLabel
source: Unlocking your wallet
es: Desbloquear monedero
it: Sblocca il portafogli
ja: ウォレットをアンロックする
ru: Разблокировки Вашего кошелька
sl: Odklepanje vaše denarnice
sv_se: Låser upp din plånbok
tr: Cüzdanınızın kilidini açın
vi: Mở khóa ví bạn
zh_hans: 解锁你的钱包

# settings.useFaceID.sendingLabel
source: Sending XVG
es: Enviando XVG
it: Inviando XVG
ja: XVGの送信中
ru: При отправке XVG
sl: Pošiljanje XVG
sv_se: Skickar XVG
tr: XVG Gönderiliyor
vi: Đang gửi XVG
zh_hans: 发送XVG

# settings.br.title
source: Background Reading
es: Lectura de antecedentes
it: Lettura in background
ja: 背景の読書
ru: Фоновое чтение
sl: Branje v ozadju
sv_se: Bakgrundsavläsning
tr: Arka planda okuma
vi: Đọc nền
zh_hans: 背景阅读

# settings.br.footer.title
source: If enabled, the wallet will automatically launch when you tap a Verge NFC tag.
es: Si está habilitado, la billetera se iniciará automáticamente cuando toque una etiqueta Verge NFC.
it: Se abilitato, il portafoglio verrà avviato automaticamente quando tocchi un tag NFC di Verge.
ja: 有効にすると、VergeNFCタグをタップするとウォレットが自動的に起動します。
ru: Если этот параметр включен, кошелек будет автоматически запускаться при нажатии тега Verge NFC.
sl: Če je omogočena, se denarnica samodejno zažene, ko tapnete oznako NFC Verge.
sv_se: Om den är aktiverad startar plånboken automatiskt när du trycker på en Verge NFC-tagg.
tr: Etkinleştirilirse, bir Verge NFC etiketine dokunduğunuzda cüzdan otomatik olarak başlayacaktır.
vi: Nếu được bật, ví sẽ tự động khởi chạy khi bạn quét vào thẻ Verge NFC.
zh_hans: 如果启用，当您点击边缘NFC标签时，钱包将自动启动。

# settings.br.footer.unsupported
source: Unfortunately your hardware doesn't seem to support NFC, so this feature can't be enabled.
es: Desafortunadamente, su hardware no parece ser compatible con NFC, por lo que esta función no se puede habilitar.
it: Sfortunatamente il tuo hardware non sembra supportare NFC, quindi questa funzione non può essere abilitata.
ja: 残念ながら、ハードウェアはNFCをサポートしていないようであるため、この機能を有効にすることはできません。
ru: К сожалению, ваше оборудование не поддерживает NFC, поэтому эту функцию нельзя включить.
sl: Zdi se, da vaša strojna oprema ne podpira NFC, zato te funkcije ni mogoče omogočiti.
sv_se: Tyvärr verkar din hårdvara inte stödja NFC, så den här funktionen kan inte aktiveras.
tr: Maalesef donanımınız NFC'yi desteklemiyor gibi göründüğü için bu özellik etkinleştirilemez.
vi: Xin lỗi, thiết bị của bạn không hỗ trợ được cho chức năng cần thiết để đọc NFC nên không thực hiện được tính năng này
zh_hans: 不幸的是，您的硬件似乎不支持NFC，因此无法启用此功能。

# settings.br.nfcSendLabel
source: Enable NFC
es: Habilitar NFC
it: Abilita NFC
ja: NFCを有効にする
ru: Включить NFC
sl: Omogoči NFC
sv_se: Aktivera NFC
tr: NFC'yi etkinleştir
vi: Sử dụng NFC
zh_hans: 启用NFC

# settings.torConnection.titleLabel
source: Tor is here for your privacy and hides your location
es: Tor mantiene su privacidad y oculta su ubicación
it: Tor è qui per la tua privacy e nasconde la tua localizzazione
ja: Torはプライバシーのために使用し、現在地も匿名化されます
ru: Tor используется для Вашей конфиденциальности и скрывает Ваше местоположение
sl: Tor je tu zaradi vaše zasebnosti in skrije vašo trenutno lokacijo
sv_se: Tor finns här för din integritet och döljer din platsposition
tr: Tor, gizliliğiniz için burada ve lokasyonunuzu gizliyor!
vi: Tor ở đầy để có sự riêng tư và che giấu vị trí của bạn
zh_hans: Tor为保护你的隐私和隐藏你的位置而生

# settings.torConnection.descLabel
source: Your IP address is fully obfuscated and transactions are completely untraceable when you're using a Tor connection. But you can always turn Tor off.
es: Si dirección IP esta totalmente ofuscada y las transacciones son completamente irrastreables cuando utilizar una conexión Tor. Pero siempre puede inhabilitar Tor.
it: Il tuo indirizzo IP è completamente offuscato e le transazioni sono completamente intracciabili quando si sta usando Tor. Ma puoi sempre spegnerlo.
ja: Tor接続を使用している場合、あなたのIPアドレスは完全に暗号化されており、トランザクションは完全に追跡不能です。
ru: При использовании Tor-соединенияя Ваш IP-адрес полностью скрыт, а транзакции не отслеживаются. Но Вы всегда можно отключить Tor.
sl: Vaš IP naslov je v celoti zamaskiran in transakcije popolnoma neizsledljive, ko uporabljate povezavo Tor. Vendar pa lahko vedno izklopite Tor.
sv_se: Din IP adress obfuskeras och transaktionerna är helt ospårbara när du använder en Tor anslutning.
tr: Bir Tor bağlantısı kullanırken IP adresiniz tamamen farklı ve işlemler tamamen izlenemez durumda. Ama istersen Tor'u her zaman kapalı tutabilirsin.
vi: Địa chỉ IP của bạn bị che khuất hoàn toàn và các giao dịch hoàn toàn không thể truy vết được khi bạn đang sử dụng kết nối Tor.
zh_hans: 当你使用Tor时,你的IP地址完全被混淆并且交易记录完全无法被追踪. 你随时都可以关闭Tor.

# settings.torConnection.obfuscateIpLabel
source: Obfuscate IP
es: Ofuscar IP
it: Offusca l'IP
ja: IPアドレスの暗号化
ru: Скрыть IP
sl: Zamaskiraj IP
sv_se: Obfuskera IP
tr: IP adresini karmaşıklaştır
vi: Che dấu địa chỉ IP
zh_hans: 混淆的IP地址

# settings.torConnection.yourIpLabel
source: Your IP Address
es: Su dirección IP
it: Il tuo indirizzo IP
ja: あなたのIPアドレス
ru: Ваш IP адрес
sl: Vaš IP naslov
sv_se: Din IP Adress
tr: IP Adresiniz
vi: Địa chỉ IP của bạn
zh_hans: 你的IP地址

# settings.torConnection.loadingLabel
source: Loading...
es: Cargando...
it: Caricamento...
ja: 読み込み中・・・
ru: Загрузка...
sl: Nalaganje...
sv_se: Laddar...
tr: Bekleyiniz...
vi: Đang tải...
zh_hans: 加载中...

# settings.torConnection.notAvailable
source: Service not available
es: Servicio no disponible
it: Servizio indisponibile
ja: サービスは現在利用できません
ru: Сервис недоступен
sl: Storitev ni na voljo
sv_se: Tjänst ej tillgänglig
tr: Servis kullanılamıyor
vi: Dịch vụ chưa sẵn sàng
zh_hans: 服务不可用

# settings.credits.title
source: Credits
es: Créditos
it: Crediti
ja: クレジット
ru: О приложении
sl: Zasluge
sv_se: Förtjänst
tr: Emeği Geçenler
vi: Tín dụng
zh_hans: 信用

# settings.credits.descLabel
source: This application was made possible by the following heroes:
es: Esta aplicación fue hecha realidad gracias a los siguientes héroes:
it: Quest'applicazione è stata resa possibile dagli eroi seguenti:
ja: このアプリケーションは次の英雄（開発者）によって開発されました
ru: Герои, сделавшие это приложение:
sl: To aplikacijo so omogočili naslednji junaki:
sv_se: Denna applikation var gjord möjlig av följande hjältar:
tr: Bu uygulama aşağıdaki kahramanlar tarafından yaratıldı:
vi: Ứng dụng này được sinh ra được bởi các anh hùng cái thế sau:
zh_hans: 这个程序的开发离不开下面几位英雄:

# settings.donate.titleLabel
source: Donate to Support Development
es: Donar para financiar el desarrollo
it: Dona per dare supporto allo sviluppo
ja: サポート部門へ寄付する
ru: Поддержать разработку
sl: Donirajte v podporo razvoju
sv_se: Donera för att stödja utveckling
tr: Kalkınmaya Destek için Bağış Yapın
vi: Ủng hộ để trợ giúp phát triển
zh_hans: 捐赠支持开发

# settings.donate.descLabel
source: At Verge we are always striving to achieve new heights and deliver products or software implementations that are requested by the community.
es: En Verge siempre estamos intentando alcanzar lo mas alto para entregar productos y software que son solictados por la comunidad.
it: Da Verge, stiamo sempre lottando per raggiungere standard più elevati e fornire prodotti o implementazioni software richiesti dalla comunità.
ja: Vergeでは、常に新しい高みを目指して取り組んでおり、コミュニティのリクエストに基づき、製品やソフトウェアの改善を続けています。
ru: Verge всегда стремится достичь новых высот! Мы поставляем продукты и разрабатываем программное обеспечение востребованое сообществом.
sl: V Verge-u vedno stremimo k doseganju odličnosti in zagotavljanju produktov oz. nadgradenj programske opreme, ki so zahtevane s strani skupnosti.
sv_se: På Verge strävar vi alltid för att uppnå nya höjder och leverera produkter eller mjukvara implementeringar som efterfrågas av användarna.
tr: Verge'de, her zaman yeni zirvelere ulaşmak ve toplum tarafından talep edilen ürünleri veya yazılım uygulamalarını sunmak için çabalıyoruz.
vi: ở Verge chúng tôi luôn luôn phấn đấu để đạt được những tầm cao mới và cung cấp các sản phẩm hoặc triển khai phần mềm được cộng đồng yêu cầu.
zh_hans: 在Verge,我们一直在努力达到新的高度，并提供社区要求的产品或软件.

# settings.donate.desc2Label
source: Listening to our community members and taking in feedback is not only one of the core founding principles of Verge, but it is inherent in our open-source nature.
es: Escuchar a los miembros de nuestra comunidad y recibir valoraciones no solo es uno de los principios principales de Verge, sino que también es inherente a nuestra naturaleza open-source.
it: Ascoltare la nostra comunità e prendere in considerazione feedback non è solo uno dei principi vitali di Verge, ma è inerente alla nostra natura open-source.
ja: コミュニティメンバーの意見に耳を傾け、フィードバックを取り入れることは、Vergeの基本原則の一つであるだけではなく、オープンソースの本質における固有のものです。
ru: Мы слушаем Наше сообщество и получаем обратную связь - это не только один из основополагающих принципов Verge, но и неотъемлемая часть Нашего отношения к разработке открытого исходного кода.
sl: Poslušanje članov naše skupnosti in sprejemanje povratnih informacij ni samo eno od temeljnih načel Verge-a, ampak je neločljivo povezaon z našo odprtokodno naravo.
sv_se: Att lyssna på våra användare och ta in feedback är inte bara en av Verge’s kärngrundande principer, utan är ingående i vår öppna källkods natur.
tr: Topluluk üyelerimizi dinlemek ve geri bildirim almak, Verge'nin temel kurucu ilkelerinden biri olmakla birlikte, aynı zamanda açık kaynak niteliğimizin esasıdır.
vi: Lắng nghe các thành viên cộng đồng của chúng tôi và tham gia phản hồi không chỉ là một trong những nguyên tắc sáng lập cốt lõi của Verge, mà nó vốn có trong bản chất phần mềm nguồn mở.
zh_hans: 聆听我们的社区成员并收集反馈不仅仅是Verge的核心理念之一,同样是我们开源所固有的.

# settings.donate.addressLabel
source: Donation XVG Address
es: Dirección de donación XVG
it: Indirizzo XVG di donazione
ja: XVGの寄付先アドレス
ru: XVG адрес для поддержки
sl: Naslov za XVG donacije
sv_se: Donerings XVG adress
tr: Bağış XVG Adresi
vi: Địa chỉ ủng hộ XVG
zh_hans: XVG捐赠地址

# settings.donate.donateButton
source: Donate XVG
es: Donar XVG
it: Dona XVG
ja: XVGを寄付する
ru: Поддержать Verge
sl: Doniraj XVG
sv_se: Donera XVG
tr: XVG Bağışı Yap
vi: Ủng hộ XVG
zh_hans: 捐赠XVG

# settings.language.title
source: Language
es: Idioma
it: Lingua
ja: 言語
ru: Язык
sl: Jezik
sv_se: Språk
tr: Dil
vi: Ngôn ngữ
zh_hans: 语言

# settings.language.default
source: Default
es: Por defecto
ja: ディフォルト
ru: По умолчанию
sl: Privzeto
sv_se: Standard
tr: Varsayılan
vi: Mặc định
zh_hans: 默认

# settings.language.systemBased
source: System based
es: Basado en el sistema
it: In base al sistema
ja: システム利用中の言語
ru: Определяется системой
sl: Sistemsko
sv_se: Systembaserad
tr: Sistem bazlı
vi: Hệ thống dựa trên
zh_hans: 跟随系统

# settings.themes.title
source: Themes
zh_hans: 主题

# settings.themes.featherMode
source: Feather Mode
zh_hans: 羽毛模式

# settings.themes.moonMode
source: Moon Mode
zh_hans: 月亮模式

# settings.themes.marsMode
source: Mars Mode
zh_hans: 火星模式

# shortcuts.action.website.title
source: Website
es: Sitio web
it: Sito web
ja: ウェブサイト
ru: Web-сайт
sl: Spletna stran
sv_se: Hemsida
tr: Web Sitesi
vi: Trang quép
zh_hans: 官方网站

# shortcuts.action.sourceCode.title
source: Source code
es: Código fuente
it: Codice sorgente
ja: ソースコード
ru: Исходники
sl: Odprta koda
sv_se: Källkod
tr: Kaynak kod
vi: Mã nguồn
zh_hans: 源代码

# shortcuts.action.send.title
source: Send
es: Enviar
it: Invia
ja: 送信
ru: Отправить
sl: Pošlji
sv_se: Skicka
tr: Gönder
vi: Gửi
zh_hans: 发送

# shortcuts.action.receive.title
source: Receive
es: Recibir
it: Ricevi
ja: 受信
ru: Получить
sl: Prejmi
sv_se: Ta emot
tr: Teslim Al
vi: Nhận
zh_hans: 接收

# transaction.state.moved
source: Moved
es: Movido
it: Spostati
ja: 移動
ru: Перемещены
sl: Premaknjeno
sv_se: Flyttad
tr: Gönderildi
vi: Đã chuyển
zh_hans: 已移动

# transaction.state.received
source: Received
es: Recibido
it: Ricevuti
ja: 受け取り
ru: Получены
sl: Prejeto
sv_se: Mottagen
tr: Kabul edildi
vi: Đã nhận
zh_hans: 已接收

# transaction.state.pending
source: Pending
es: Pendiente
it: In attesa
ja: ペンディング
ru: В ожидании
sl: Na čakanju
sv_se: Avvaktande
tr: Eli kulağında
vi: Đang treo
zh_hans: 待定中

# chart.filter.oneDay
source: 1D
it: 1G
ru: 1Д
tr: 1G
vi: 1 Ngày
zh_hans: 1天

# chart.filter.oneWeek
source: 1W
es: 1S
it: 1S
ru: 1Н
sl: 1T
sv_se: 1V
tr: 1H
vi: 1 Tuần
zh_hans: 1周

# chart.filter.oneMonth
source: 1M
ru: 1М
tr: 1A
vi: 1 Tháng
zh_hans: 1个月

# chart.filter.threeMonths
source: 3M
ru: 3М
tr: 3A
vi: 3 Tháng
zh_hans: 3个月

# chart.filter.oneYear
source: 1Y
es: 1A
it: 1A
ru: 1Г
sl: 1L
sv_se: 1Å
vi: 1 Năm
zh_hans: 1年

# chart.filter.all
source: All
es: Todo
it: Tutto
ja: すべて
ru: Весь
sl: Vse
sv_se: Allt
tr: Hepsi
vi: Tất cả
zh_hans: 所有

# chart.price.historyTitle
source: Price History
es: Precio Histórico
it: Prezzo nel tempo
ja: 価格の履歴
ru: История цены
sl: Zgodovina cen
sv_se: Pris historik
tr: Fiyat Geçmişi
vi: Lịch sử giá
zh_hans: 历史价格

# chart.volume.historyTitle
source: Volume History
es: Volumen Histórico
it: Volume nel tempo
ja: 取引量履歴
ru: История объемов
sl: Zgodovina volumna
sv_se: Volym historik
tr: Volume Geçmişi
vi: Lịch sử khối lượng giao dịch
zh_hans: 成交量历史

# receive.myAddressTitle
source: My XVG address
es: Mi dirección XVG
it: Il mio indirizzo XVG
ja: 自身のXVGアドレス
ru: Мой XVG адрес
sl: Moj XVG naslov
sv_se: Min XVG adress
tr: Benim XVG adresim
vi: Địa chỉ XVG của tôi
zh_hans: 我的XVG地址

# paperKey.enterWord
source: Enter word
es: Ingresar palabra
it: Inserisci parola
ja: 単語を入力
ru: Введите слово
sl: Vnesite besedo
sv_se: Fyll i ord
tr: Kelime girin
vi: Nhập từ
zh_hans: 输入单词

# paperKey.egCat
source: (e.g. Cat)
es: (ej. Gato)
it: (p.e. Cat)
ja: （例：Cat）
ru: (например Cat)
sl: (npr. Mačka)
tr: (örn. Kedi)
vi: ( ví dụ Cat)
zh_hans: (比如: Cat)

# paperKey.key
source: Key
es: Clave
it: Chiave
ja: キー
ru: Ключ
sl: Ključ
sv_se: Nyckel
tr: Anahtar
vi: Khóa
zh_hans: 钥匙

# paperKey.word
source: Word
es: Palabra
it: Parola
ja: 単語
ru: Слово
sl: Beseda
sv_se: Ord
tr: Kelime
vi: Từ
zh_hans: 单词

# send.sendXVG
source: Send XVG
es: Enviar XVG
it: Invia XVG
ja: XVGを送信する
ru: Отправить XVG
sl: Pošlji XVG
sv_se: Skicka XVG
tr: XVG Gönder
vi: Gửi XVG
zh_hans: 发送XVG

# send.noConnection
source: No connection
es: Sin conección
it: Nessuna connessione
ja: 接続なし
ru: Нет сети
sl: Brez povezave
sv_se: Ingen anslutning
tr: Bağlantı yok
vi: Không kết nối
zh_hans: 没有连接

# send.transactionFailed
source: Transaction Failed
es: Transacción fallida
it: Transazione fallita
ja: トランザクションの失敗
ru: Ошибка транзакции
sl: Transakcija ni uspela
sv_se: Transaktion misslyckad
tr: İşlem Başarısız
vi: Giao dịch không được
zh_hans: 交易失败

# send.transactionFailedMessage
source: Your transaction has failed with the following error
es: Su transacción ha fallado con el siguiente error
it: La tua transazione ha fallito con l'errore seguente:
ja: あなたのトランザクションは以下理由により失敗しました
ru: Произошла ошибка транзакции. Причина
sl: Vaša transakcija je spodletela z naslednjo napako
sv_se: Din transaktion har misslyckats med följande felmeddelande
tr: İşleminiz aşağıdaki hatayla başarısız oldu;
vi: Giao dịch của bạn bị thất bại do lỗi sau:
zh_hans: 你的交易失败因为以下原因

# send.notEnoughBalance
source: Not enough balance
es: Saldo insuficiente
it: Saldo insufficiente
ja: 資産が不足しています
ru: Недостаточно средств
sl: Stanje ni zadostno
sv_se: Inte tillräckligt saldo
tr: Yeterli bakiye yok
vi: Không đủ số dư
zh_hans: 余额不足

# send.notEnoughBalanceMessage1
source: You do not have enough balance to send
es: No tiene suficiente saldo para enviar
it: Il tuo saldo è insufficiente per questa transazione
ja: 送信に必要な資産が不足しています
ru: У Вас недостаточно средств на балансе для отправки
sl: Nimate dovolj stanja za pošiljanje
sv_se: Du har inte tillräckligt saldo för att skicka
tr: Göndermek için bakiyeniz yok
vi: Bạn không có đủ số dư để gửi
zh_hans: 你没有足够的余额发送

# send.notEnoughBalanceMessage2
source: Change the amount to send in order to proceed.
es: Cambie la cantidad a enviar para poder continuar
it: Cambia l'importo da inviare per poter procedere.
ja: 送信を進めるには総額を見直してください
ru: Измените сумму отправки чтобы продолжить.
sl: Če želite nadaljevati, spremenite znesek za pošiljanje.
sv_se: Ändra belopp att skicka för att fortsätta.
tr: Devam etmek için gönderilecek tutarı değiştirin.
vi: Thay đổi số dư cần gửi để tiến hành
zh_hans: 修改发送的数量来继续.

# send.sendMax
source: Send Max
es: Enviar Máximo
it: Invia Max.
ja: 送信の上限
ru: Отправить максимум
sl: Pošlji maksimalno
sv_se: Skicka Max
tr: Hepsini Gönder
vi: Gửi hết
zh_hans: 全部发送

# send.wrongAddress
source: Wrong Address
es: Dirección errónea
it: Indirizzo scorretto
ja: アドレス誤り
ru: Неверный адрес
sl: Napačen naslov
sv_se: Fel adress
tr: Geçersiz Adres
vi: Sai địa chỉ
zh_hans: 错误的地址

# send.enterValidAddress
source: The entered address is an invalid Verge address. Please enter a valid verge address.
es: La dirección ingresada no es una dirección Verge válida. Por favor ingrese una dirección Verge válida.
it: L'indirizzo inserito non è un indirizzo Verge valido. Inserire un indirizzo valido.
ja: 入力されたアドレスはVergeのアドレスではありません。正しいアドレスを入力してください。
ru: Введеный невалидный адрес. Пожалуйста, введите валидный Verge адрес.
sl: Vneseni naslov je neveljaven Verge naslov. Prosimo, vnesite veljaven Verge naslov.
sv_se: Den ifyllda adressen är en felaktig Verge adress. Vänligen fyll i en giltig Verge adress.
tr: Girilen adres geçersiz bir Verge adresi. Lütfen geçerli bir eş adres girin.
vi: Địa chỉ đã nhập không phải là địa chỉ Verge. Làm ơn nhập địa chỉ Verge đúng
zh_hans: 输入的地址不是有效的Verge地址.请输入一个有效的Verge地址.

# send.confirm.resolvedStealth
source: Resolved stealth address
es: Dirección invisible resuelta
it: Risolto l'indirizzo Stealth
ja: 解決済のステルスアドレス
ru: Обработанный стелс адрес
sl: Zamaskirani naslov razrešen
sv_se: Löst dold adress
tr: Çözülen gizli adres
vi: Đã giải quyết địa chi tàng hình(stealth address)
zh_hans: 已识别的隐身地址

# send.confirm.confirmTitleLabel
source: Confirm Transaction
es: Confirmar Transacción
it: Conferma la transazione
ja: トランザクションを確認する
ru: Подтвердить транзакцию
sl: Potrdi transakcijo
sv_se: Bekräfta transaktion
tr: İşlemi Onayla
vi: Xác nhận giao dịch
zh_hans: 确认交易

# send.confirm.recipientLabel
source: Recipient
es: Destinatario
it: Destinatario
ja: 受取人
ru: Получатель
sl: Prejemnik
sv_se: Mottagare
tr: Alıcı
vi: Người nhận
zh_hans: 接收者
