Repository: vergecurrency/vIOS
Catalog: Localization/*.lproj/Localizable.strings
Languages: es, it, ja, ru, sl, sv_se, tr, vi, zh_hans

# defaults.ok
source: Ok
ru: Ок
sl: V redu
tr: Tamam
zh_hans: 确认

# defaults.cancel
source: Cancel
es: Cancelar
it: Annulla
ja: キャンセル
ru: Отмена
sl: Prekliči
sv_se: Avbryt
tr: İptal
vi: Hủy
zh_hans: 取消

# defaults.done
source: Done
es: Listo
it: Fatto
ja: 完了
ru: Готово
sl: Potrdi
sv_se: Klar
tr: Tamam
vi: Xong
zh_hans: 完成

# defaults.remove
source: Remove
es: Remover
it: Cancella
ja: 削除
ru: Удалить
sl: Odstrani
sv_se: Radera
tr: Sil
vi: Xoá
zh_hans: 移除

# defaults.back
source: Back
es: Volver
it: Indietro
ja: 戻る
ru: Назад
sl: Nazaj
sv_se: Tillbaka
tr: Geri
vi: Trở lui
zh_hans: 返回

# defaults.address
source: Address
es: Dirección
it: Indirizzo
ja: アドレス
ru: Адрес
sl: Naslov
sv_se: Adress
tr: Adres
vi: Địa chỉ
zh_hans: 地址

# defaults.next
source: Next
es: Siguiente
it: Avanti
ja: 次へ
ru: Далее
sl: Naprej
sv_se: Nästa
tr: Sonraki
vi: Tiếp theo
zh_hans: 继续

# defaults.previous
source: Previous
es: Anterior
it: Indietro
ja: 戻る
ru: Предыдущее
sl: Nazaj
sv_se: Föregående
tr: Önceki
vi: Trước
zh_hans: 之前

# defaults.delete
source: Delete
es: Eliminar
it: Cancella
ja: 削除する
ru: Удалить
sl: Izbriši
sv_se: Radera
tr: Sil
vi: Xoá
zh_hans: 删除

# defaults.open
source: Open
es: Abrir
it: Apri
ja: 開く
ru: Открыть
sl: Odpri
sv_se: Öppna
tr: Aç
vi: Mở
zh_hans: 打开

# mainTabBar.barItem.wallet.title
source: Wallet
es: Monedero
it: Portafogli
ja: ウォレット
ru: Кошелек
sl: Denarnica
sv_se: Plånbok
tr: Cüzdan
vi: Ví
zh_hans: 钱包

# mainTabBar.barItem.transactions.title
source: Transactions
es: Transacciones
it: Transazioni
ja: トランザクション
ru: Транзакции
sl: Transakcije
sv_se: Transaktioner
tr: İşlem
vi: Giao dịch
zh_hans: 交易

# mainTabBar.barItem.send.title
source: Send
es: Enviar
it: Invia
ja: 送る
ru: Отправить
sl: Pošlji
sv_se: Skicka
tr: Gönder
vi: Gửi
zh_hans: 发送

# mainTabBar.barItem.receive.title
source: Receive
es: Recibir
it: Ricevi
ja: 受け取る
ru: Получить
sl: Prejmi
sv_se: Ta emot
tr: Teslim al
vi: Nhận
zh_hans: 接收

# mainTabBar.barItem.settings.title
source: Settings
es: Configuración
it: Opzioni
ja: 設定
ru: Настройки
sl: Nastavitve
sv_se: Inställningar
tr: Ayarlar
vi: Cài đặt
zh_hans: 设置

# setup.walletName
source: Verge iOS wallet
es: Monedero Verge para iOS
it: Portafogli iOS Verge
ja: Verge iOS ウォレット
ru: Кошелек Verge для iOS
sl: Verge iOS denarnica
sv_se: Verge iOS plånbok
vi: Ví Verge iOS
zh_hans: Verge iOS 钱包

# setup.loadingTor.subtitle
source: Privacy is our standard.
es: La privacidad es nuestro standard.
it: La privacy è il nostro standard
ja: プライバシーは我々の基本です。
ru: Конфиденциальность - наш стандарт.
sl: Zasebnost je naš standard.
sv_se: Integritet är våran standard
tr: Gizlilik bizim standardımız.
vi: Quyền riêng tư là tiêu chuẩn hàng đầu
zh_hans: 隐私是我们的标准

# setup.welcome.message
source: Secure, anonymous and private iOS wallet for Verge. Send and Receive XVG.
es: Monedero para iOS seguro, anónimo y privado.
it: Portafogli per Verge sicuro, anonimo e privato. Invia e ricevi XVG
ja: セキュア、匿名かつプライベートなVergeのiOSウォレットです。 XVGを送受信する。
ru: Безопасный, анонимный и конфиденциальный кошелек Verge для iOS. Отправляйте и получайте XVG.
sl: Varna, anonimna in zasebna iOS denarnica za Verge. Pošlji in Prejmi XVG.
sv_se: Säker, anonym och privat iOS plånbok för Verge. Skicka och ta emot XVG.
tr: Verge için güvenli, anonim ve özel iOS cüzdan. XVG gönder ve al.
vi: Ví iOS của Verge an toàn , ẩn danh và riêng tư. Gửi và nhận XVG.
zh_hans: 安全、匿名、私人的iOS Verge钱包.发送和接收XVG.

# setup.welcome.createButton
source: Create a new wallet
es: Crear un nuevo monedero
it: Crea un nuovo portafogli
ja: ウォレットの新規作成
ru: Создать новый кошелек
sl: Ustvari novo denarnico
sv_se: Skapa en ny plånbok
tr: Yeni bir cüzdan oluştur
vi: Tạo ví mới
zh_hans: 新建一个XVG钱包

# setup.welcome.createDescription
source: Create a new XVG wallet on your iOS device.
es: Crear un nuevo monedero para XVG en su dispositivo iOS.
it: Crea un nuovo portafogli XVG sul tuo dispositivo iOS
ja: iOS上にXVGウォレットを新規作成
ru: Создайте новый XVG кошелек для Вашего iOS устройства.
sl: Ustvari novo XVG denarnico na svoji iOS napravi.
sv_se: Skapa en ny XVG plånbok på din enhet.
tr: iOS cihazında yeni bir XVG cüzdan oluştur.
vi: Tạo ví XVG mới trên máy iOS của bạn.
zh_hans: 在你的iOS设备上创建一个XVG钱包.

# setup.welcome.restoreButton
source: Restore your wallet
es: Restaurar su monedero
it: Ripristina il tuo portafogli
ja: ウォレットを復元する
ru: Восстановить Ваш кошелек
sl: Obnovi svojo denarnico
sv_se: Återställ din plånbok
tr: Cüzdanını geri yükle.
vi: Phục hồi lại ví
zh_hans: 恢复你的钱包

# setup.welcome.restoreDescription
source: Lost your iOS wallet? Restore it here.
es: ¿Ha perdido su monedero iOS? Restáurelo aquí.
it: Perso il tuo portafogli iOS? Ripristinalo qui.
ja: iOSウォレットを復元したい場合はこちら
ru: Потеряли Ваш iOS кошелек? Восстановите его здесь.
sl: Ste izgubili iOS denarnico? Obnovite jo tukaj.
sv_se: Tappat bort din iOS plånbok? Återställ den här.
tr: iOS cüzdanını mı kaybettin?Buradan geri yükle.
vi: Mất ví iOS? Phục hồi lại ở đây.
zh_hans: 丢失了你的iOS钱包?在这里恢复.

# setup.pinCode.title
source: Enter PIN to unlock
es: Ingrese PIN
it: Inserire il PIN per sbloccare
ja: PINコードを入力
ru: Введите Пин-код
sl: Za odklepanje vnesite PIN
sv_se: Slå in pinkod för att låsa upp
tr: Kilidi açmak için PIN gir
vi: Nhập mã PIN để mở khoá
zh_hans: 输入PIN码来解锁

# setup.pinCode.resetButton
source: Reset Wallet
es: Restablecer billetera
it: Ripristina portafoglio
ja: ウォレットをリセット
ru: Сбросить кошелек
sl: Ponastavi denarnico
sv_se: Återställ plånbok
tr: Cüzdanı Sıfırla
vi: Đặt lại ví
zh_hans: 重置钱包

# setup.pinCode.setPinTitle
source: Set wallet PIN
es: Establezca un PIN
it: Impostare un PIN
ja: ウォレットPINをセットする
ru: Установите Пин-код
sl: Nastavite PIN denarnice
sv_se: Ställ in pinkod för plånboken
tr: Cüzdanın PIN belirle
vi: Đặt mã PIN cho ví
zh_hans: 设置钱包PIN码

# setup.pinCode.setPinDesc
source: Your wallet PIN will be used to open this app, and to send XVG with. If you forget it, you won't be able to access your wallet.
es: El PIN del monedero se utilizará para abrir esta aplicación y enviar XVG. Si lo olvida no podrá acceder a su monedero.
it: Il PIN del tuo portafogli sarà usato per aprire quest'applicazione e inviare XVG. Se lo dimentichi, non potrai accedere al tuo portafogli.
ja: ウォレットPINはアプリの起動時およびXVGの送信時に必要となります。もしPINを失念した場合、ウォレットへアクセス出来なくなります。
ru: Пин-код Вашего кошелька будет использоваться при открытии приложения и при отправке Ваших XVG. Если Вы забудете Пин-код, то не сможете получить доступ к кошельку.
sl: Vaš PIN denarnice bo uporabljen za odpiranje te aplikacije in pošiljanje XVG. Če PIN pozabite, ne boste mogli dostopati do denarnice.
sv_se: Din pinkod kommer användas för att öppna appen och skicka XVG. Om du glömmer den kommer du inte komma åt din plånbok.
tr: Cüzdan PIN’in uygulamayı açmak için kullanılır ve bununla XVG gönderilebilirsin.Eğer PIN’i kaybedersen cüzdanına erişemezsin.
vi: Mã PIN sẽ được dùng để mở khóa ứng dụng này, và để gửi XVG. Nếu bạn quên, bạn không thể nào truy cập vào ví của bạn.
zh_hans: 你的钱包PIN码会被用来打开本app,和发送XVG.如果你忘记了,你将无法访问你的钱包.

# setup.pinCode.reenterPinTitle
source: Re-enter the PIN
es: Reingrese el PIN
it: Reinserire il PIN
ja: PINの再入力
ru: Повторите Пин-код
sl: Ponovno vnesite PIN.
sv_se: Upprepa pinkoden
tr: PIN'i yeniden girin
vi: Nhập lại mã PIN
zh_hans: 重新输入PIN码

# setup.pinCode.reenterPinSucceedTitle
source: Awesome!
es: ¡Genial!
it: Fantastico!
ja: 成功
ru: Прекрасно!
sl: Zakon!
sv_se: Grymt!
tr: Müthiş!
vi: Tuyệt vời ông Mặt trời
zh_hans: 真棒!

# setup.pinCode.reenterPinSucceedDesc
source: Your PIN has now been set.
es: Su PIN ha sido establecido.
it: Il tuo PIN è stato impostato.
ja: PINがセットされました
ru: Ваш Пин-код установлен.
sl: Vaš PIN je uspešno nastavljen.
sv_se: Din pinkod är nu inställd
tr: PIN’in ayarlandı.
vi: Mã PIN của bạn đã được lập
zh_hans: 你的PIN码设置成功.

# setup.pinCode.reenterPinSucceedDesc2
source: Please don't forget it!
es: ¡Por favor no lo olvide!
it: Non dimenticartelo!
ja: 必ず忘れないようにしてください
ru: Не забывайте его!
sl: Prosimo, ne pozabite!
sv_se: Vänligen glöm inte av den!
tr: Unutma lütfen!
vi: Làm ơn đừng bao giờ quên nó
zh_hans: 请不要忘记它!

# setup.pinCode.reenterPinSucceedButton
source: Proceed
es: Continuar
it: Procedi
ja: 進む
ru: Продолжить
sl: Nadaljuj
sv_se: Fortsätt
tr: İleri
vi: Đã tiến hành
zh_hans: 继续

# setup.pinCode.reenterPinErrorTitle
source: Pin incorrect!
es: ¡PIN incorrecto!
it: PIN errato!
ja: PINが正しくありません
ru: Неверный Пин-код!
sl: PIN nepravilen!
sv_se: Fel pinkod!
tr: PIN yanlış!
vi: Mã Pin không đúng!
zh_hans: 错误的PIN码

# setup.pinCode.reenterPinErrorDesc
source: Your Pin couldn't be validated!
es: ¡Su PIN no ha podido ser validado!
it: Il tuo PIN non può essere convalidato
ja: あなたのPINは有効になっていません
ru: Пин-коды не совпадают!
sl: Vaš PIN ni bilo mogoče preveriti!
sv_se: Din pinkod kunde ej valideras!
tr: PIN geçerli değil!
vi: Mã Pin bạn không thể kiểm tra
zh_hans: 你的PIN码不能被验证!

# setup.pinCode.reenterPinErrorDesc2
source: Please try again.
es: Por favor, inténtelo nuevamente.
it: Per favore riprovare.
ja: 再入力ください
ru: Попробуйте снова.
sl: Prosimo, poskusite ponovno.
sv_se: Vänligen försök igen.
tr: Lütfen yeniden dene.
vi: Làm ơn thử lại.
zh_hans: 请再试一次

# setup.pinCode.reenterPinErrorButton
source: Try again
es: Inténtelo nuevamente
it: Riprova
ja: 再入力
ru: Повторить
sl: Poskusi ponovno
sv_se: Försök igen
tr: Yeniden dene
vi: Thử lại
zh_hans: 再试一次

# setup.pinCode.alert.chooseSize
source: Choose a PIN size
es: Seleccione un tamaño para el PIN
it: Scegli il formato del tuo PIN
ja: PINサイズを選ぶ
ru: Выберите размер Pin-кода
sl: Izberite velikost PIN-a
sv_se: Välj längd för pinkod
tr: PIN boyutunu seç
vi: Chọn kích thước mã PIN
zh_hans: 选择PIN码长度

# setup.pinCode.alert.digits
source: Digits
es: Digitos
it: Cifre
ja: 数字
ru: циф.
sl: Številke
sv_se: Siffror
tr: Dijital Rakamlar
vi: Số
zh_hans: 位数

# setup.passphrase.title
source: Derive your paper key with a passphrase
es: Obtenga su clave de seguridad en papel con una frase de contraseña
it: Deriva la tua chiave cartacea con una passphrase
ja: パスフレーズのついたペーパーキーを抽出する
ru: Защитите Ваш бумажный ключ с помощью пароля
sl: Izpišite vaš papirni ključ z geslom
sv_se: Härled din pappersnyckel med en lösenfras
tr: Parolanızla kağıt anahtar üretin.
vi: Lấy khóa riêng trên giấy của bạn với cụm mật khẩu
zh_hans: 使用密码导出钱包钥匙

# setup.passphrase.desc
source: Encrypting your paper key is an important safety measure. Make sure when restoring a wallet to use your previous passphrase.
es: Encriptar su clave de seguridad en papel es una medida de seguridad importante. Al momento de restaurar un monedero asegurese de utilizar su frase de contraseña anterior.
it: Crittare la tua chiave cartacea è un'importante misura di sicurezza. Sii sicuro quando ripristini il portafogli di usare la tua chiave cartacea precedente.
ja: ペーパーキーを暗号化させることはセキュリティ対策上重要です。ウォレットを復元するときは、以前のパスフレーズを使用してください。
ru: С точки зрения повышения безопасности очень важно зашифровать Ваш бумажный ключ. При восстановлении кошелька убедитесь, что Вы используете тот же самый пароль.
sl: Šifriranje vašega papirnega ključa je pomemben varnostni ukrep. Pri ponovni vzpostavitvi denarnice poskrbite, da uporabite prejšnje geslo.
sv_se: Kryptering av din pappersnyckel är en viktig säkerhets åtgärd. Se till när du återställer en plånbok att tidigare lösenfras används.
tr: Kağıt anahtarınızı şifrelemek önemli bir güvenlik önlemidir. Bir cüzdanı geri yüklerken önceki parolanızı kullandığınızdan emin olun.
vi: Mã hoá khoá riêng tư trên giấy là cách làm an toàn quan trọng. Hãy chắc rằng khi khôi phục một ví sử dụng mật khẩu trước của bạn.
zh_hans: 加密你的钱包钥匙是一项重要的安全措施.确保恢复钱包时使用之前设置的密码.

# setup.passphrase.req1
source: Min. 8 characters
es: Mínimo 8 caracteres
it: Min. 8 caratteri
ja: 最低文字数は8文字
ru: Мин. 8 символов
sl: Vsaj. 8 znakov
sv_se: Minimum 8 karaktärer
tr: Min. 8 karakter
vi: Ít nhất 8 ký tự
zh_hans: 最少8个字符

# setup.passphrase.req2
source: Uppercase and lowercase
es: Mayúsculas y minúsculas
it: Maiuscola e minuscola
ja: 大文字と小文字
ru: Строчные и прописные
sl: Velike in male začetnice
sv_se: Versaler och små bokstäver
tr: Büyük harf ve küçük harf
vi: Chữ thường và chữ hoa
zh_hans: 大写和小写字母

# setup.passphrase.req3
source: Special character (!.,-#€%&+#)
es: Caracter especial (!.,-#€%&+)
it: Carattere speciale (!.,#€%&+#)
ja: 記号 (!.,-#€%&+#)
ru: Специальные символы (!.,-#€%&+#)
sl: Posebni znaki (!.,-#€%&+#)
sv_se: Specialtecken (!.,-#€%&+#)
tr: Özel karakterler (!.,-#€%&+#)
vi: Ký tự đặc biệt (!.,-#€%&+#)
zh_hans: 特殊字符 (!.,-#€%&+#)

# setup.passphrase.passPlaceholder
source: Enter your passphrase
es: Ingrese su frase de contraseña.
it: Inserisci la tua passphrase
ja: パスフレーズを入力
ru: Введите Ваш пароль
sl: Vnesite geslo
sv_se: Slå in din lösenfras
tr: Parolanızı girin
vi: Nhập mật khẩu của bạn
zh_hans: 输入你的密码

# setup.passphrase.confirmButton
source: Confirm
es: Confirmar
it: Conferma
ja: 確認
ru: Подтвердить
sl: Potrdi
sv_se: Bekräfta
tr: Onayla
vi: Xác nhận
zh_hans: 确认

# setup.passphrase.confirmTitle
source: Confirm your passphrase
es: Confirmar su frase de contraseña.
it: Conferma la tua passphrase
ja: パスフレーズを確認
ru: Подтвердите Ваш пароль
sl: Potrdite vaše geslo
sv_se: Bekräfta din lösenfras
tr: Parolanı onayla
vi: Xác nhận mật khẩu
zh_hans: 确认你的密码

# setup.passphrase.proceedButton
source: Proceed
es: Continuar
it: Procedi
ja: 進む
ru: Далее
sl: Nadaljuj
sv_se: Fortsätt
tr: İleri
vi: Đã tiến hành
zh_hans: 继续

# setup.finish.title
source: Almost ready!
es: ¡Casi listo!
it: Quasi pronto!
ja: 準備が完了しました
ru: Почти готово!
sl: Samo še malo!
sv_se: Nästan klart!
tr: Neredeyse hazır!
vi: Phần lớn đã sẵn sàng!
zh_hans: 就快完成了!

# setup.finish.switch1
source: I understand that my funds are held securely on this device.
es: Entiendo que mis fondos estarán seguros en este dispositivo.
it: Capisco che i miei fondi sono tenuti in sicurezza su questo dispositivo.
ja: この端末でセキュアに資産が展開されることを確認しました
ru: Я понимаю, что мои средства надежно защищены на этом устройстве.
sl: Razumem, da so moja sredstva na tej napravi varno zadržana.
sv_se: Jag förstår att mina medel hålls säkra på denna enhet.
tr: Paralarımın bu cihazda güvenli bir şekilde tutulduğunu anladım.
vi: Tôi hiểu rằng tiền quỹ của tôi được giữ an toàn trên thiết bị này.
zh_hans: 我理解我的货币安全存储在此设备上.

# setup.finish.switch2
source: I understand that if this app is moved to another device or deleted, my verge can only be recovered with the paper key and the pass phrase.
es: Entiendo que si esta aplicación es eliminada o transferida a otro dispositivo, mi Verge solamente podrá ser recuperado con la clave de seguridad en papel y la frase de contraseña.
it: Capisco che se questa app è cancellata da questo dispositivo, i miei XVG possono essere ripristinati unicamente con la chiave cartacea e la passphrase
ja: アプリを削除したり他のデバイスでアプリをインストールした場合、ペーパーキーとパスフレーズがある場合に限り復元できることを確認しました
ru: Я понимаю, что если данное приложение будет перемещено на другое устройство или удалено, мой Verge кошелек может быть восстановлен только с помощью бумажного ключа и пароля.
sl: Razumem, da v kolikor je aplikacija premaknjena na drugo napravo ali izbrisana, lahko moja sredstva Verge povrnem le z uporabo papirnega ključa in gesla.
sv_se: Jag förstår att om denna app tas bort eller flyttas till en annan enhet kan mina verge endast återställas med pappersnyckeln och lösenfras.
tr: Eğer uygulama farklı bir cihaza taşınır veya silinirse Verge varlıklarımın sadece kağıt anahtar ve anahtar kelimelerle kurtarılabileceğini anladım.
vi: Tôi hiểu rằng nếu ứng dụng này chuyển sang thiết bị khác hoặc bị xóa, số lượng XVG của tôi có thể khôi phục với khóa riêng tư trên giấy và mật khẩu.
zh_hans: 我理解如果这个app被移动到其他设备上或者被删除,我的Verge只能通过钱包钥匙和密码恢复.

# setup.finish.switch3
source: I have read, understood, and agree to the Terms of Use.
es: He leído, entiendo y estoy de acuerdo con los Términos de Uso.
it: Ho letto, capito e sono d'accordo con i termini di uso.
ja: 利用規約の内容を確認、理解、同意します
ru: Я прочел, понял и согласен с Правилами использования.
sl: Sem prebral, razumem in se strinjam s Pogoji uporabe.
sv_se: Jag har läst, förstått och accepterat användarvillkoren.
tr: Kullanım Şartlarını okudum, anladım ve kabul ediyorum.
vi: Tôi đã đọc, hiểu và đồng ý với Điều khoản sử dụng(Terms of Use).
zh_hans: 我已经阅读、理解和同意使用条款.

# setup.finish.termsButton
source: Terms of Use
es: Término de Uso
it: Termini di uso.
ja: 利用規約
ru: Правила использования
sl: Pogoji uporabe
sv_se: Användarvillkor
tr: Kullanım Şartları
vi: Điều khoản sử dụng
zh_hans: 使用条款

# setup.finish.createButton
source: Create Wallet
es: Crear monedero
it: Creare portafogli
ja: ウォレットを作成
ru: Создать кошелек
sl: Ustvari Denarnico
sv_se: Skapa plånbok
tr: Cüzdan Oluştur
vi: Tạo ví
zh_hans: 新建钱包

# setup.finish.openButton
source: Open your wallet
es: Abrir monedero
it: Apri il tuo portafogli
ja: ウォレットを開く
ru: Открыть Ваш кошелек
sl: Odpri denarnico
sv_se: Öppna din plånbok
tr: Cüzdanını aç
vi: Mở ví của bạn
zh_hans: 打开你的钱包

# setup.finish.desc
source: Finishing up your wallet...
es: Terminando su monedero...
it: Sto terminando il tuo portafogli...
ja: ウォレットの設定を完了させる
ru: Последние штрихи...
sl: Zaključevanje vaše denarnice...
sv_se: Färdigställer din plånbok
tr: Cüzdanını tamamla...
vi: Hoàn thành xong ví của bạn....
zh_hans: 你的钱包即将准备完成...

# setup.finish.congrats
source: Your wallet is ready! Congratulations!
es: ¡Su monedero está listo! ¡Felicitaciones!
it: Il tuo portafogli è pronto! Congratulazioni!
ja: ウォレットの設定が完了しました！おめでとうございます！
ru: Ваш кошелек готов. Поздравляем!
sl: Vaša denarnica je pripravljena! Čestitamo!
sv_se: Din plånbok är klar! Gratulerar!
tr: Cüdanın hazır! Tebrikler!
vi: Ví bạn đã sẵn sàn!Chúc mừng!
zh_hans: 恭喜你!你的钱包已经准备就绪!

# welcomeGuide.paperKey.title
source: Paper key
es: Clave en papel
it: Chiave cartacea
ja: ペーパーキー
ru: Бумажный ключ
sl: Papirni ključ
sv_se: Pappersnyckel
tr: Kağıt Anahtar
vi: Khóa riêng tư trên giấy
zh_hans: 钱包钥匙

# welcomeGuide.paperKey.message
source: On the next screen, you'll be shown a list of words to write down on a piece of paper, which you should keep very safe!
es: En la próxima pantalla, verá una lista de palabras que deberá anotar en un papel, ¡el cual deberá mantener de forma muy segura!
it: Sulla prossima schermata, ti verra mostrata una lista di parole da scrivere su un foglio di carta, che dovrai tenere al sicuro!
ja: 次の画面で表示された単語は、紙に書き取るなどしていただき、他の人が確認できないよう十分に注意して保管してください
ru: На следующем экране Вам будет показан набор слов, которые необходимо записать на листе бумаги. Храните их очень аккуратно!
sl: Na naslednjem zaslonu vam bo prikazan seznam besed, ki jih boste prepisali na list papirja in jih hranili zelo skrbno!
sv_se: På nästa sida visas en lista med ord som du skall skriva ner på ett papper. Förvara dessa på ett säkert ställe!
tr: Bir sonraki ekranda, çok güvende tutmanız gereken ve bir kağıda yazılması gereken kelimelerin bir listesi gösterilecek!
vi: Trong màn hình tiếp, bạn sẽ thấy danh sách các từ để viết xuống miếng giấy, miếng giấy này phải nên được giữ an toàn!
zh_hans: 在下一个界面,你将会看到一组单词,请记下单词并保存在一个绝对安全的地方!

# welcomeGuide.paperKey.description
source: Your paper key is part of your private key which is the only thing you need to access your funds.
es: Su clave en papel es parte de su clave privada y es lo único que necesita para acceder a sus fondos.
it: La tua chiave cartacea è parte della tua chiave privata, che è l'unica cosa che necessiti per accedere ai tuoi fondi
ja: ペーパーキーはあなたのウォレットへアクセスするために必要なプライベートキーの一部です
ru: Бумажный ключ является частью Вашего приватного ключа, единственного средства доступа к Вашим денежным средствам
sl: Vaš papirni ključ je del vašega zasebnega ključa in je edina stvar, ki jo potrebujete za dostop do sredstev.
sv_se: Din pappersnyckel är en del av din privata nyckel som är det enda som behövs för att komma åt dina medel
tr: Kağıt anahtarınız, fonunuza erişmeniz için gereken tek şey olan özel anahtarınızın bir parçasıdır.
vi: Ví khóa riêng tư trên giấy là một phần của khóa riêng tư mà có nó bạn mới có thể truy cập vào tiền quỹ của bạn.
zh_hans: 你的钱包钥匙是你私钥的一部分,这是你访问你的资金唯一需要的东西.

# welcomeGuide.paperKey.actionButton
source: Write down paper key
es: Anote en un papel su clave
it: Annota la tua chiave cartacea
ja: ペーパーキーを書き取る
ru: Записать бумажный ключ
sl: Prepišite papirni ključ
sv_se: Skriv ner pappersnyckeln
tr: Kağıt anahtarınızı yazın
vi: Viết xuống giấy khóa riêng tư
zh_hans: 写下钱包钥匙

# welcomeGuide.paperKey.makeSureLabel
source: To make sure everything was written down correctly, please enter the following words from your paper.
es: Para asegurarse de haber escrito todo correctamente, por favor ingrese las siguientes palabras de su papel.
it: Per assicurarti di aver annotato tutto correttamente, inserisci le seguenti parole della tua chiave cartacea
ja: 正確に入力されているか確認するために、記入した紙から単語を入力してください
ru: Чтобы убедиться что всё записано правильно, пожалуйста заполните следующие слова с листа бумаги.
sl: Da se prepričate, da je vse pravilno zapisano, prosimo vnesite besede iz vašega papirja.
sv_se: För att säkerställa att allt skrevs ner korrekt, vänligen upprepa följande ord från ditt papper.
tr: Her şeyin doğru yazıldığından emin olmak için lütfen aşağıdaki kelimeleri girin.
vi: Để chắc rằng việc ghi chép là đúng, làm ơn nhập những từ sau từ ví giấy của bạn
zh_hans: 为了确保所有东西都已正确记下,请输入下列单词.

# welcomeGuide.paperKey.submitButton
source: Submit
es: Enviar
it: Controlla
ja: 送信
ru: Продолжить
sl: Potrdi
sv_se: Lämna in
tr: Gönder
vi: Gửi đi
zh_hans: 提交

# receive.title
source: Receive
es: Recibir
it: Ricevi
ja: 受信
ru: Получить
sl: Prejmi
sv_se: Ta emot
tr: Teslim al
vi: Nhận
zh_hans: 接收

# receive.addressButtonLabel
source: Address
es: Dirección
it: Indirizzo
ja: アドレス
ru: Адрес
sl: Naslov
sv_se: Adress
tr: Adres
vi: Địa chỉ
zh_hans: 地址

# receive.amountButtonLabel
source: Amount
es: Cantidad
it: Importo
ja: 総額
ru: Сумма
sl: Znesek
sv_se: Belopp
tr: Miktar
vi: Số tiền
zh_hans: 数量

# receive.amountPlaceholder
source: Amount to receive
es: Cantidad a recibir
it: Importo richiesto
ja: 受信した総額
ru: Получаемая сумма
sl: Prejeti znesek
sv_se: Belopp att ta emot
tr: Alınacak miktar
vi: Số tiền nhận
zh_hans: 接收数量

# receive.stealthAddressLabel
source: Stealth Address
es: Dirección Invisible
it: Indirizzo Stealth
ja: ステルスアドレス
ru: Стелс адрес
sl: Prikriti naslov
sv_se: Dold adress
tr: Gizli Adres
vi: Địa chỉ tàng hình(Stealth Address)
zh_hans: 隐身地址

# receive.shareButton
source: Share
es: Compartir
it: Condividi
ja: 共有
ru: Отправить адрес
sl: Deli
sv_se: Dela
tr: Paylaş
vi: Chia sẻ
zh_hans: 分享

# restoreGuide.restore.title
source: Restore Wallet
es: Restaurar Monedero
it: Ripristina portafogli
ja: ウォレットを復元する
ru: Восстановление кошелька
sl: Povrni Denarnico
sv_se: Återställ plånbok
tr: Cüzdanı Geri Yükle
vi: Khôi phục ví
zh_hans: 恢复钱包

# restoreGuide.restore.desc
source: On the next screen, you'll need to fill in the paper key of your wallet in the exact same order as requested.
es: En la próxima pantalla, deberá ingresar la clave en papel de su monedero en el orden exacto que se le solicite.
it: Sulla prossima schermata, dovrai inserire la chiave cartacea del tuo portafogli nell'ordine esatto in cui è stata annotata
ja: 次の画面で、指定された順番のペーパーキーを入力する必要があります
ru: На следующем экране Вам необходимо заполнить поле бумажного кошелька в заданном первоначальном порядке.
sl: Na naslednjem zaslonu boste morali izpolniti papirni ključ vaše denarnice v istem vrstnem redu, kot je zahtevano.
sv_se: På nästa sida behöver du fylla i din pappersnyckel för din plånbok i exakt rätt ordning som efterfrågas.
tr: Bir sonraki ekranda, cüzdanınızın kağıt anahtarını istenen şekilde doldurmanız gerekiyor.
vi: Trong màn hình tiếp, bạn sẽ cần phải điền khóa trên giấy chính xác vị trí từng chữ , đó là một yêu cầu.
zh_hans: 在下一个界面中,你将需要按照完全相同的顺序填写你钱包的钥匙.
